Repository: parrah/legalnote
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca

source: Widget Title
ca: Títol de l'estri

source: Code
ca: Codi

source: Actions
ca: Accions

source: Edit
ca: Edita

source: Delete
ca: Elimina

source: How to use?
ca: Com s'utilitza?

source: %(action)s an %(widget_name)s widget
ca: %(action)s un estri %(widget_name)s

source: Save
ca: Desa

source: Widgets
ca: Estris

source: Create and embed widgets into your sites, here a list of available widgets.
ca: Creeu i incrusteu estris als vostres llocs, aquí hi ha una llista dels estris que estan disponibles.

source: create
ca: crea

source: view list
ca: veure la llista

source: %(author)s wrote:
ca: %(author)s va escriure:

source: compose
ca: redacta

source: You wrote on %(date)s:
ca: Vàreu escriure el %(date)s:

source: Messages by sender:
ca: Missatges per remitent:

source: inbox
ca: safata d'entrada

source: sent
ca: enviat

source: trash
ca: paperera

source: there are no messages yet...
ca: encara no hi ha missatges...

source: Sites
ca: Llocs

source: Settings
ca: Ajusts

source: Please correct the error below.
ca: Si us plau, corregiu el següent error.

source: Settings included in %(name)s.
ca: Ajusts que s'inclouen a %(name)s.

source: You don't have permission to edit values.
ca: No teniu permís per editar els valors.

source: Documentation
ca: Documentació

source: Log out
ca: Surt

source: Home
ca: Inici

source: Edit Site Settings
ca: Edició dels ajusts del lloc

source: Livesettings are disabled for this site.
ca: Livesettings estan deshabilitats per aquest lloc.

source: All configuration options must be edited in the site settings.py file
ca: Totes les opcions de configuració s'han d'editar en el fitxer settings.py del lloc.

source: Group settings: %(name)s
ca: Ajusts del grup: %(name)s

source: Uncollapse all
ca: Desplegar tot

source: with %(author_name)s's contributions
ca: amb contribució de %(author_name)s

source: Tagged
ca: Etiquetat

source: Search tips:
ca: Cerca:

source: reset author
ca: reinicialitza l'autor

source: or
ca: o

source: reset tags
ca: reinicialitza les etiquetes

source: start over
ca: començar de nou

source: - to expand, or dig in by adding more tags and revising the query.
ca: - o podeu afegir més etiquetes i/o revisar la consulta.

source: Search tip:
ca: Consell per a la cerca:

source: add tags and a query to focus your search
ca: per acotar les preguntes afegiu etiquetes i/o feu una consulta

source: You can expand your search by
ca: Podeu ampliar la vostra cerca

source: resetting author
ca: s'està reinicialitzant l'autor

source: resetting tags
ca: s'estan reinicialitzant les etiquetes

source: starting over
ca: en iniciar-la des de zero

source: Did not find what you were looking for?
ca: No has trobat el que buscaves?

source: subscribe to the feed
ca: subscriure's al canal d'informació

source: Tag search
ca: Cerca d'etiquetes

source: search
ca: cerca

source: Please note: %(app_name)s requires javascript to work properly, please enable javascript in your browser, <a href="%(noscript_url)s">here is how</a>
ca: Si us plau, tingueu en compte que %(app_name)s requereix javascript per funcionar, habiliteu el javascript al vostre navegador (<a href="%(noscript_url)s">com?</a>)

source: each tag must be shorter that %(max_chars)s character
ca: les etiquetes han de tenir menys de %(max_chars)s caràcter

source: please use %(tag_count)s tag
ca: si us plau, utilitzeu %(tag_count)s etiqueta

source: please use up to %(tag_count)s tags, less than %(max_chars)s characters each
ca: si us plau, utilitzeu fins a %(tag_count)s etiquetes, de menys de %(max_chars)s caràcters cadascuna

source: Manage post flag/reject reasons
ca: Gestiona els motius de senyalització/rebuig de la publicació

source: 1) Enter a brief description of why you are rejecting the post.
ca: 1) Introduïu una descripció breu de per què rebutgeu l'entrada.

source: 2) Please enter details here. This text will be sent to the user.
ca: 2) Si us plau, introduïu aquí els detalls. S'enviarà aquest text a l'usuari.

source: Save reason
ca: Desa el motiu

source: Edit this reason
ca: Edita aquest motiu

source: Delete this reason
ca: Elimina aquest motiu

source: Add a new reason
ca: Afegeix un nou motiu

source: Moderation queue
ca: Cua de moderació

source: Select:
ca: Selecciona:

source: none
ca: cap

source: approve posts
ca: aprova les publicacions

source: approve posts and users
ca: aprova les publicacions i els usuaris

source: add/manage reject reasons
ca: afegeix/gestiona els motius del rebuig

source: remove offensive flag
ca: treu el senyal ofensiu

source: remove flag
ca: suprimeix el senyal

source: report as offensive (i.e containing spam, advertising, malicious text, etc.)
ca: informa com ofensiu (p. ex. que conté correu brossa, publicitat, text maliciós, etc.)

source: flag offensive
ca: senyala com ofensiu

source: undelete
ca: recupera

source: permanent link
ca: enllaç permanent

source: link
ca: enllaç

source: Sort by »
ca: Ordena per »

source: (click again to undo)
ca: (feu clic un altre clic per desfer-ho)

source: Closed for the following reason
ca: Es va tancar pel següent motiu

source: by
ca: per

source: close date %(closed_at)s
ca: data del tancament %(closed_at)s

source: retag
ca: reetiqueta

source: reopen
ca: torna a obrir

source: close
ca: tanca

source: merge
ca: combina

source: Unfollow
ca: No segueixis

source: Follow
ca: Segueix

source: Following
ca: Seguint

source: %(count)s follower
ca: %(count)s seguidor

source: subscribe to the rss feed
ca: subscriure's al canal d'informació RSS

source: subscribe to rss feed
ca: subscriure's al canal d'informació RSS

source: Invite
ca: invita

source: add
ca: afegeix

source: - or -
ca: - o -

source: share with everyone
ca: comparteix-ho amb tothom

source: Individual users
ca: usuaris individuals

source: You
ca: Tu

source: and
ca: i

source: %(more_count)s more
ca: %(more_count)s més

source: Public thread
ca: Fil públic

source: Stats
ca: Estadístiques

source: Asked
ca: Es va preguntar

source: Seen
ca: S'ha vist

source: times
ca: vegades

source: Last updated
ca: Última actualització

source: Tag subscriptions
ca: Subscripcions a l'etiqueta

source: Tag Subscriptions
ca: Subscripcions a l'etiqueta

source: sorted alphabetically
ca: per ordre alfabètic

source: by name
ca: nom

source: sorted by frequency of tag use
ca: ordenat per la freqüència d'ús de l'etiqueta

source: by popularity
ca: popularitat

source: suggested
ca: suggerit

source: manage subscriptions
ca: gestiona les subscripcions

source: Manage Tag subscriptions
ca: Gestiona les subscripcions a l'etiqueta

source: Manage Tag subscription
ca: Gestiona la subscripció a l'etiqueta

source: Create New
ca: Crea un nou

source: Date
ca: Data

source: Action
ca: Acció

source: Sections:
ca: Seccions:

source: messages
ca: missatges

source: forum responses (<span class="response-count">%(re_count)s</span>)
ca: respostes del fòrum (<span class="response-count">%(re_count)s</span>)

source: flagged items (<span class="mod-memo-count">%(flags_count)s</span>)
ca: elements senyalats (<span class="mod-memo-count">%(flags_count)s</span>)

source: group join requests
ca: sol·licituds d'unió al grup

source: inbox - group join requests
ca: safata d'entrada - sol·licituds d'unió al grup

source: Approve
ca: Aprova

source: Deny
ca: Denega

source: private messages
ca: missatges privats

source: notifications
ca: notificacions

source: mark seen
ca: marca com a vist

source: select:
ca: selecciona:

source: Select twitter account
ca: Selecciona el compte de Twitter

source: use another account
ca: utilitza un altre compte

source: %(username)s's profile
ca: Perfil de %(username)s

source: Edit user profile
ca: Edita el perfil d'usuari

source: edit profile
ca: edita el perfil

source: change picture
ca: canvia la imatge

source: remove
ca: suprimeix

source: Registered user
ca: Usuari registrat

source: Screen Name
ca: Nom a mostrar

source: (cannot be changed)
ca: (no es pot canviar)

source: Update
ca: Actualitza

source: subscriptions
ca: subscripcions

source: Email subscription settings
ca: Ajusts de la subscripció per correu electrònic

source: <span class='big strong'>Adjust frequency of email updates.</span> Receive updates on interesting content by email. If you do not wish to receive emails - select 'no email' on all items below.<br/>Updates are only sent when there is any new activity on selected items.
ca: <span class='big strong'>Ajusteu la freqüència de les actualitzacions per correu electrònic.</span> Rebeu les alertes sobre els continguts interessants per correu electrònic. Si no voleu rebre missatges de correu electrònic - seleccioneu «cap correu» en tots els elements de sota.<br/>Les actualitzacions només s'envien quan hi ha alguna activitat nova als elements seleccionats.

source: Stop Email
ca: Atura els correus

source: Subscribed languages
ca: Idiomes subscrits

source: Save languages
ca: Desa els idiomes

source: Subscribed Tags
ca: Etiquetes subscrites

source: update profile
ca: actualitza el perfil

source: manage login methods
ca: gestiona els mètodes d'inici de sessió

source: real name
ca: nom real

source: email
ca: correu electrònic

source: groups
ca: grups

source: add group
ca: afegeix un grup

source: member since
ca: temps que és membre

source: last seen
ca: última visita

source: website
ca: lloc web

source: location
ca: ubicació

source: age
ca: edat

source: %(age)s years old
ca: %(age)s anys

source: todays unused votes
ca: vots sense utilitzar d'avui

source: votes left
ca: vots restants

source: moderation
ca: moderació

source: %(username)s's current status is "%(status)s"
ca: L'estat actual de %(username)s és «%(status)s»

source: Change status
ca: Canvia l'estat

source: Block user and delete all content
ca: Bloqueja l'usuari i elimina tots els continguts

source: Your current reputation is %(reputation)s points
ca: La vostra reputació actual és de %(reputation)s punts

source: User's current reputation is %(reputation)s points
ca: La reputació actual de l'usuari és de %(reputation)s punts

source: User reputation changed
ca: Es va canviar la reputació de l'usuari

source: Subtract
ca: Resta

source: Add
ca: Suma

source: Send message to %(username)s
ca: Envia un missatge a %(username)s

source: An email will be sent to the user with 'reply-to' field set to your email address. Please make sure that your address is entered correctly.
ca: S'enviarà un correu electrònic a l'usuari amb el camp «reply-to» (respon a) amb la vostra adreça de correu. Comproveu que heu introduït correctament la vostra adreça.

source: Message sent
ca: Missatge enviat

source: Send message
ca: Envia el missatge

source: Suspended users can only edit or delete their own posts.
ca: Els usuaris suspesos tan sols poden editar o eliminar les seves publicacions.

source: Blocked users can only login and send feedback to the site administrators, their url and profile will also be hidden.
ca: Els usuaris bloquejats només poden enviar la retroacció als administradors del lloc, els seus URL i perfils també s'ocultaran.

source: network
ca: xarxa

source: Followed by %(count)s person
ca: El segueix %(count)s persona

source: Following %(count)s person
ca: Segueix %(count)s persona

source: Your network is empty. Would you like to follow someone? - Just visit their profiles and click "follow"
ca: La vostra xarxa està buida. Voleu seguir a algú? Tan sols heu de visitar els seus perfils i fer clic a "segueix"

source: %(username)s's network is empty
ca: la xarxa de %(username)s està buida

source: activity
ca: activitat

source: source
ca: origen

source: Your karma change log.
ca: El registre dels canvis al vostre karma.

source: %(user_name)s's karma change log
ca: registre de modificacions del karma de %(user_name)s

source: overview
ca: resum

source: <span class="count">%(cnt)s</span> Vote
ca: <span class="count">%(cnt)s</span> Vot

source: <span class="count">%(counter)s</span> Tag
ca: <span class="count">%(counter)s</span> Etiqueta

source: <span class="count">%(counter)s</span> Badge
ca: <span class="count">%(counter)s</span> Insígnia

source: Answer to:
ca: Respon a:

source: votes
ca: vots

source: provide enough details
ca: proporcioneu els detalls suficients

source: be clear and concise
ca: sigueu clar i concís

source: Add details (optional)
ca: Afegiu els detalls (opcional)

source: Add details
ca: Afegiu els detalls

source: Contributors
ca: Col·laboradors

source: , one of these is required
ca: , es requereix una d'aquestes

source: tags:
ca: etiquetes:

source: (required)
ca: (requerit)

source: Toggle the real time Markdown editor preview
ca: Commuta la previsualització de l'editor del llenguatge de marques

source: To post on behalf of someone else, enter user name <strong>and</strong> email below.
ca: Per publicar en nom d'una altra persona, introduïu a sota el nom d'usuari <strong>i</strong> el correu electrònic.

source: User name
ca: Nom d'usuari

source: Email address
ca: Adreça de correu electrònic

source: Content on this site is licensed under a %(license)s
ca: El contingut d'aquest lloc està sota la llicència %(license)s

source: about
ca: sobre

source: help
ca: ajuda

source: privacy policy
ca: avís legal

source: terms of service
ca: termes del servei

source: give feedback
ca: retroacció

source: Group info
ca: Informació del grup

source: edit description
ca: edita la descripció

source: change logo
ca: canvia el logotip

source: delete logo
ca: elimina el logotip

source: add logo
ca: afegeix un logotip

source: moderate emailed content
ca: modera el contingut enviat per correu electrònic

source: How users join this group?
ca: Com poden els usuaris unir-se a aquest grup?

source: Can moderate site
ca: Pot moderar el lloc

source: Allow only read access
ca: Permet tan sols l'accés de lectura

source: List of preapproved email addresses
ca: Llista de les adreces pre-aprovades de correus electrònics

source: Users with these email adderesses will be added to the group automatically.
ca: Els usuaris amb aquestes adreces de correu electrònic s'afegiran automàticament al grup.

source: edit preapproved emails
ca: edita els correus electrònics pre-aprovats

source: List of preapproved email domain names
ca: Llista dels noms dels dominis pre-aprovats dels correus electrònics

source: Users whose email adderesses belong to these domains will be added to the group automatically.
ca: Els usuaris amb les adreces de correu electrònic que pertanyin a aquests dominis s'afegiran automàticament al grup.

source: edit preapproved email domains
ca: edita els dominis dels correus electrònics pre-aprovats

source: %(site)s logo
ca: logotip de %(site)s

source: Markdown basics
ca: Conceptes del llenguatge de marques

source: *italic*
ca: *itàlica*

source: **bold**
ca: **negreta**

source: *italic* or _italic_
ca: *itàlica* o _itàlica_

source: **bold** or __bold__
ca: **negreta** o _negreta_

source: image
ca: imatge

source: numbered list:
ca: llista numerada:

source: basic HTML tags are also supported
ca: també s'admeten les etiquetes bàsiques d'HTML

source: learn more about Markdown
ca: conegueu més detalls sobre el llenguatge de marques

source: people & groups
ca: gent i grups

source: users
ca: usuaris

source: badges
ca: insígnies

source: since you are not logged in right now, you will be asked to sign in or register after making your post
ca: com que encara no heu iniciat la sessió, se us demanarà que us autentiqueu o registreu després de fer la vostra publicació

source: Your email, %(email)s has not yet been validated. To post messages you must verify your email, please see <a href='%(email_validation_faq_url)s'>more details here</a>. You can submit your post now and validate email after that.
ca: El vostre correu electrònic, %(email)s encara no ha estat validat. Per publicar missatges, heu de verificar el vostre correu electrònic, si us plau, vegeu <a href='%(email_validation_faq_url)s'>més detalls aquí</a>. Podeu enviar ara la vostra publicació i després validar el vostre correu electrònic.

source: view
ca: visita

source: vote
ca: vot

source: ALL
ca: TOTES

source: FOLLOWED
ca: SEGUIDES

source: search or ask your question
ca: cerqueu o feu una pregunta

source: Interesting tags
ca: Etiquetes seleccionades

source: Ignored tags
ca: Etiquetes ignorades

source: Subscribed tags
ca: Etiquetes subscrites

source: Send me email alerts for
ca: Envia'm correus electrònics d'alertes per

source: Change frequency of emails
ca: Canvia la freqüència dels correus electrònics

source: (done editing)
ca: (edició feta)

source: (edit categories)
ca: (edita les categories)

source: read only access
ca: accés de tan sols lectura

source: badges:
ca: insígnies:

source: sign out
ca: surt de l'autenticació

source: Hi there! Please sign in
ca: Hola! Si us plau, autentiqueu-vos

source: settings
ca: ajusts

source: widgets
ca: estris

source: Your karma is %(karma)s
ca: El vostre karma és %(karma)s

source: Karma reflects the value of your contribution to this community.
ca: El karma reflecteix el valor de la vostra contribució en aquesta comunitat.

source: Since you are the site %(role)s, you have access to all functions regardless of your karma.
ca: A causa que sou %(role)s del lloc, teniu accés a totes les funcions sense que es tingui en compte el vostre karma.

source: The higher is your karma, the more rights you have on this site.
ca: Com més elevat sigui el vostre karma, més drets tindreu en aquest lloc.

source: Currently, you can:
ca: Actualment, podeu:

source: Make new posts
ca: Fer noves publicacions

source: Oops, apologies - there was some error
ca: Ops, disculpeu - hi ha hagut algun error

source: Please login to post
ca: Inicieu la sessió per publicar

source: Spam was detected on your post, sorry for if this is a mistake
ca: En la vostra publicació es va detectar correu brossa, ho sentin si això és un error

source: This function is limited to moderators and administrators
ca: Aquesta funció està limitada als moderadors i als administradors

source: this field is required
ca: aquest camp és necessari

source: Choose a screen name
ca: Trieu un nom a mostrar

source: user name is required
ca: el nom d'usuari és necessari

source: sorry, this name is taken, please choose another
ca: ho sentim, aquest nom ja existeix, trieu-ne un altre

source: sorry, this name is not allowed, please choose another
ca: ho sentim, aquest nom no està permès, trieu-ne un altre

source: sorry, there is no user with this name
ca: ho sentim, no hi ha cap usuari amb aquest nom

source: sorry, we have a serious error - user name is taken by several users
ca: ho sentim, tenim un greu problema - el nom d'usuari ha estat agafat per diversos usuaris

source: please use at least some alphabetic characters in the user name
ca: si us plau, utilitzeu com a mínim un caràcter alfanumèric al nom d'usuari

source: symbol "@" is not allowed
ca: el símbol "@" no està permès

source: Your email <i>(never shared)</i>
ca: La vostra adreça de correu electrònic <i>(mai compartida)</i>

source: email address is required
ca: l'adreça de correu electrònic és necessària

source: please enter a valid email address
ca: si us plau, introduïu una adreça vàlida de correu electrònic

source: this email is already used by someone else, please choose another
ca: aquesta adreça de correu ja s'està utilitzant, trieu un altre

source: this email address is not authorized
ca: aquesta adreça de correu electrònic no està autoritzada

source: Password <i>(please retype)</i>
ca: Contrasenya <i>(si us plau, torneu-la a escriure)</i>

source: please, retype your password
ca: tornar a entrar la contrasenya

source: 2 days ago
ca: fa 2 dies

source: yesterday
ca: ahir

source: %(hr)d hour ago
ca: fa %(hr)d hora

source: %(min)d min ago
ca: fa %(min)d minut

source: please login
ca: si us plau, inicieu la sessió

source: Successfully uploaded a new avatar.
ca: S'ha pujat correctament un nou avatar.

source: Successfully updated your avatar.
ca: S'ha pujat correctament el vostre avatar.

source: Successfully deleted the requested avatars.
ca: Es van eliminar correctament els avatars sol·licitats.

source: Sorry, anonymous users cannot vote
ca: Ho sento, els usuaris anònims no poden votar

source: Sorry you ran out of votes for today
ca: Ho sentim, se us han acabat els vots per avui

source: You have %(votes_left)s votes left for today
ca: Per avui li queden %(votes_left)s restants

source: Sorry, something is not right here...
ca: Ho sentim, alguna cosa no funciona per aquí...

source: Sorry, but anonymous users cannot %(perform_action)s
ca: Ho sentim, però els usuaris anònims no poden %(perform_action)s

source: Your subscription is saved, but email address %(email)s needs to be validated, please see <a href="%(details_url)s">more details here</a>
ca: S'ha desat la vostra subscripció, però l'adreça de correu electrònic %(email)s ha de ser validada, si us plau, vegeu <a href="%(details_url)s">més detalls aquí</a>

source: email update frequency has been set to daily
ca: la freqüència d'actualització dels correus electrònics s'ha establert a diària

source: Sorry, could not delete tag
ca: Ho sentim, no es va poder eliminar l'etiqueta

source: Tag subscription was canceled (<a href="%(url)s">undo</a>).
ca: Es va cancel·lar la subscripció a les etiquetes (<a href="%(url)s">desfés</a>).

source: Please sign in to subscribe for: %(tags)s
ca: Si us plau, autentiqueu-vos per a la subscripció: %(tags)s

source: Create
ca: Crea

source: anonymous users cannot %(perform_action)s
ca: els usuaris anònims no poden %(perform_action)s

source: Please sign in to vote
ca: Autentiqueu-vos per a votar

source: Please sign in to delete/restore posts
ca: Si us plau, autentiqueu-vos per a eliminar/restablir publicacions

source: Group %(name)s does not exist
ca: El grup %(name)s no existeix

source: Sorry, looks like sharing request was invalid
ca: Ho sentim, pel que sembla la sol·licitud de compartició no era vàlida

source: %(user)s, welcome to group %(group)s!
ca: %(user)s, benvingut a %(group)s!

source: Sorry, only thread moderators can use this function
ca: Ho sentim, únicament els moderadors del fil poden utilitzar aquesta funció

source: The answer is now unpublished
ca: La resposta no està publicada ara

source: The answer is now published
ca: La resposta està publicada ara

source: About %(site)s
ca: Sobre %(site)s

source: Please sign in or register to send your feedback
ca: Si us plau, autentiqueu-vos per a enviar la vostra retroacció

source: Q&A forum feedback
ca: Retroacció del fòrum de P&R

source: Thanks for the feedback!
ca: Gràcies per la retroacció!

source: We look forward to hearing your feedback! Please, give it next time :)
ca: Esperem escoltar la vostra retroacció! Si us plau, doneu-la la pròxima vegada :)

source: Privacy policy
ca: Avís legal

source: Suggested tags
ca: Etiquetes suggerides

source: post was flagged as offensive
ca: es va senyalar la publicació com ofensiva

source: %d post approved
ca: %d publicació aprovada

source: %d user approved
ca: %d usuari aprovat

source: your post was not accepted
ca: no es va acceptar la vostra publicació

source: %d post deleted
ca: %d publicació eliminada

source: %d ip blocked
ca: %d IP bloquejada

source: %d user blocked
ca: %d usuari bloquejat

source: %(q_num)s question
ca: %(q_num)s pregunta

source: Please go to <a href="%s">"settings->URLs, keywords and greetings"</a> and set the base url for your site to function properly
ca: Si us plau, aneu a <a href="%s">"ajusts->Els URL, les paraules claus i les salutacions"</a> i establiu l'URL principal per al vostre lloc perquè funcioni correctament

source: Sorry, the comment you are looking for has been deleted and is no longer accessible
ca: Ho sentim, el comentari que esteu cercant ha estat eliminat i ja no s'hi pot accedir
