Repository: parrah/legalnote
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca

source: daily
ca: diària

source: weekly
ca: setmanal

source: no email
ca: cap correu

source: gold
ca: or

source: silver
ca: plata

source: None
ca: Cap

source: Uploaded Avatar
ca: Avatar pujat

source: date descendant
ca: data descendent

source: date ascendant
ca: data ascendent

source: most recently active
ca: actualment més actiu

source: least recently active
ca: actualment menys actiu

source: more responses
ca: més respostes

source: fewer responses
ca: menys respostes

source: more votes
ca: més vots

source: less votes
ca: menys vots

source: most relevant questions
ca: preguntes més apropiades

source: click to see most relevant questions
ca: feu clic per mostra les preguntes més apropiades

source: by relevance
ca: rellevància

source: click to see the oldest questions
ca: feu clic per mostrar les preguntes més antigues

source: by date
ca: data

source: click to see the newest questions
ca: feu clic per mostrar les preguntes més recents

source: click to see the least recently updated questions
ca: feu clic per mostrar les preguntes que porten més temps sense actualitzar

source: by activity
ca: activitat

source: click to see the most recently updated questions
ca: feu clic per mostrar les preguntes actualitzades recentment

source: click to see the least answered questions
ca: feu clic per mostrar les preguntes amb menys respostes

source: by answers
ca: respostes

source: click to see the most answered questions
ca: feu clic per mostrar les preguntes amb més respostes

source: click to see least voted questions
ca: feu clic per mostrar les preguntes amb menys vots

source: by votes
ca: vots

source: click to see most voted questions
ca: feu clic per mostrar les preguntes amb més vots

source: interesting
ca: interessant

source: ignored
ca: ignorada

source: subscribed
ca: subscrit

source: tags are required
ca: es requereixen etiquetes

source: please use letters, numbers and characters "-+.#"
ca: si us plau, utilitzeu lletres, números i els caràcters "-+.#"

source: Sorry, you cannot %(perform_action)s because %(your_account_is)s
ca: Ho sentim, no podeu %(perform_action)s perquè %(your_account_is)s

source: Sorry, you will be able to %(perform_action)s after %(until)s
ca: Ho sentim, podreu %(perform_action)s després de %(until)s

source: Sorry, only moderators or the %(post_author)s %(perform_action)s
ca: Ho sentim, els moderadors o %(post_author)s únicament %(perform_action)s

source: Welcome! Please set email address (important!) in your profile and adjust screen name, if necessary.
ca: Us donem la benvinguda. Introduïu en el vostre perfil l'adreça de correu electrònic (important) i el nom a mostrar, si ho creieu necessari.

source: I have read and agree with the terms of service
ca: He llegit i estic d'acord amb els termes del servei

source: In order to register, you must accept the terms of service
ca: Per a poder registrar-vos heu d'acceptar els termes del servei

source: i-names are not supported
ca: els i-names no estan admesos

source: Please enter your %(username_token)s
ca: Si us plau, introduïu el vostre %(username_token)s

source: Please, enter your user name
ca: Si us plau, introduïu el vostre nom d'usuari

source: Please, enter your password
ca: Si us plau, introduïu la vostra contrasenya

source: Please, enter your new password
ca: Si us plau, introduïu la vostra nova contrasenya

source: Passwords did not match
ca: Les contrasenyes no coincideixen

source: password is required
ca: la contrasenya és necessària

source: retype your password
ca: torneu a teclejar la vostra contrasenya

source: entered passwords did not match, please try again
ca: les contrasenyes que heu introduït no coincideixen, si us plau, torneu-ho a intentar

source: Sorry, we don't have this email address in the database
ca: Ho sentim, aquesta adreça de correu no figura a la base de dades

source: Your user name (<i>required</i>)
ca: Nom d'usuari (<i>requerit</i>)

source: sorry, there is no such user name
ca: ho sentim, no hi ha aquest nom d'usuari

# urls
source: signin/
ca: autenticació/

# urls
source: widget/
ca: estri/

# urls
source: signout/
ca: desconnexió/

# urls
source: complete-oauth/
ca: compleció-oauth/

# urls
source: register/
ca: registrament/

# urls
source: signup/
ca: inscripció/

# urls
source: logout/
ca: sortida/

# urls
source: recover/
ca: recuperació/

# urls
source: verify-email/
ca: verificació-correu-electrònic/

source: %(site)s user name and password
ca: nom d'usuari i contrasenya de %(site)s

source: Create a password-protected account
ca: Crear un compte amb contrasenya

source: Change your password
ca: Canviar la vostra contrasenya

source: %(login_name)s username
ca: usuari %(login_name)s

source: Sign in with Yahoo
ca: Autenticar-se mitjançant Yahoo

source: AOL screen name
ca: nom a mostrar AOL

source: Sign in with LaunchPad
ca: Autenticar-se mitjançant LaunchPad

source: OpenID url
ca: url OpenID

source: Flickr user name
ca: nom usuari Flickr

source: Technorati user name
ca: nom usuari Technorati

source: WordPress blog name
ca: nom del blog WordPress

source: Blogger blog name
ca: nom del bloguer del blog

source: LiveJournal blog name
ca: nom del blog LiveJournal

source: ClaimID user name
ca: nom usuari ClaimID

source: Vidoop user name
ca: nom usuari Vidoop

source: Verisign user name
ca: nom d'usuari de Verisign

source: Change your %(provider)s password
ca: Canviar la vostra contrasenya de %(provider)s

source: Click to see if your %(provider)s signin still works for %(site_name)s
ca: Feu clic per comprovar si encara funciona la vostra autenticació %(provider)s per %(site_name)s

source: Create password for %(provider)s
ca: Crea una contrasenya per %(provider)s

source: Connect your %(provider)s account to %(site_name)s
ca: Connectar el vostre compte de %(provider)s amb %(site_name)s

source: Signin with %(provider)s user name and password
ca: Autenticar-se amb el nom d'usuari i la contrasenya de %(provider)s

source: Sign in with your %(provider)s account
ca: Autentiqueu-vos amb el vostre compte de %(provider)s

source: OpenID %(openid_url)s is invalid
ca: OpenID de %(openid_url)s és invalid

source: Your new password is saved
ca: S'ha desat la vostra nova contrasenya

source: Unfortunately, there was some problem when connecting to %(provider)s, please try again or use another provider
ca: Desafortunadament, hi va haver alguns problemes quan es connectava a %(provider)s, si us plau, torneu a provar-ho o utilitzeu un altre proveïdor

source: The login password combination was not correct
ca: La combinació usuari/contrasenya no és correcta

source: Please click any of the icons below to sign in
ca: Feu clic en qualsevol de les icones de sota per a autenticar-vos

source: Account recovery email sent
ca: S'ha enviat el correu electrònic per a la recuperació del compte

source: Please add one or more login methods.
ca: Si us plau, afegiu un o més mètodes d'inici de sessió.

source: If you wish, please add, remove or re-validate your login methods
ca: Si ho desitgeu, si us plau, afegiu, suprimiu o revalideu els vostres mètodes d'inici de sessió

source: Please wait a second! Your account is recovered, but ...
ca: Si us plau, espereu un segon! Es va recuperar el vostre compte, però...

source: Sorry, this account recovery key has expired or is invalid
ca: Ho sentim, la clau de recuperació d'aquest compte ha expirat o no és vàlida

source: Login method %(provider_name)s does not exist
ca: El mètode d'inici de sessió %(provider_name)s no existeix

source: Oops, sorry - there was some error - please try again
ca: Ho sentim, s'ha produït un error - si us plau, torneu-ho a provar

source: If you are trying to sign in to another account, please sign out first. Otherwise, please report the incident to the site administrator.
ca: Si esteu intentat d'autenticar-vos amb un altre compte, si us plau, en primer lloc sortiu de l'autenticació. En qualsevol altre cas, si us plau, informeu de l'incident a l'administrador del lloc.

source: Your %(provider)s login works fine
ca: El vostre inici de sessió amb %(provider)s funciona bé

source: Recover your %(site)s account
ca: Recupereu el vostre compte de %(site)s

source: Please check your email and visit the enclosed link.
ca: Comproveu el vostre correu electrònic i visiteu l'enllaç inclòs.

source: Site
ca: Lloc

source: Main
ca: Principal

source: Base Settings
ca: Ajusts base

source: Default value:
ca: Valor per defecte:

source: Default value: %s
ca: Valor per defecte: %s

source: Allowed image file types are %(types)s
ca: Tipus de fitxers d'imatges admesos %(types)s

source: Congratulations, you are now an Administrator
ca: Ara ja sou administrador

source: <p>To post by email, please:</p>
ca: <p>Per publicar per correu electrònic, si us plau:</p>

source: <li>Type title in the subject line</li>
ca: <li>Escriviu el tema a la línia de l'assumpte</li>

source: <li>Type details into the email body</li>
ca: <li>Escriu els detalls dins del cos del correu electrònic</li>

source: Re: Welcome to %(site_name)s
ca: Re: Benvingut a %(site_name)s

source: Please reply to the welcome email without editing it
ca: Si us plau, responeu al missatge de benvinguda sense editar-lo

source: %s moderation alert
ca: %s alerta de moderació

source: Please select the best responses to:
ca: Si us plau, seleccioneu les millors respostes a:

source: %(question_count)d update about %(topics)s
ca: %(question_count)d actualització sobre %(topics)s

source: %(question_count)d update
ca: %(question_count)d actualització

source: new question
ca: pregunta nova

source: %(question_count)d %(unanswered_questions)s about %(topics)s
ca: %(question_count)d %(unanswered_questions)s sobre %(topics)s

source: Please log in to use %s
ca: Si us plau, inicieu la sessió per a utilitzar %s

source: perform this action
ca: realitzar aquesta acció

source: Sorry, but you have only read access
ca: Ho sentim, però tan sols teniu accés de lectura

source: your account is blocked
ca: el vostre comte està bloquejat

source: your account is suspended
ca: el vostre comte està suspès

source: Sorry, only moderators and site administrators can %(perform_action)s
ca: Ho sentim, únicament els moderadors i els administradors del lloc poden %(perform_action)s

source: Sorry, you cannot vote for your own posts
ca: Ho sentim, no podeu votar les vostres pròpies publicacions

source: upvote
ca: votació a favor

source: downvote
ca: votació en contra

source: upload files
ca: puja fitxers

source: merge duplicate questions
ca: combina les preguntes duplicades

source: Sorry, %(you_already_gave_an_answer)s, please edit it instead.
ca: Ho sentim, %(you_already_gave_an_answer)s, si us plau, en lloc seu editeu-ho.

source: Sorry, comments (except the last one) are editable only within %(minutes)s minute from posting
ca: Ho sentim, els comentaris (excepte el darrer) es poden editar durant %(minutes)s minut des que es publiqui

source: Sorry, but only post owners or moderators can edit comments
ca: Ho sentim, tan sols els propietaris de la publicació o els moderadors poden editar els comentaris

source: post comments
ca: publica els comentaris

source: This post has been deleted and can be seen only by post owners, site administrators and moderators
ca: Aquesta publicació ha estat eliminada i tan sols la poden veure els seus propietaris, l'administrador del lloc i els moderadors.

source: Sorry, only moderators, site administrators and post owners can edit deleted posts
ca: Ho sentim, tan sols els moderadors, els administradors del lloc o els propietaris de la publicació poden editar una publicació esborrada.

source: edit wiki posts
ca: edició de les publicacions del wiki

source: edit posts
ca: edició de les publicacions

source: Sorry, cannot %(delete_your_question)s since it has an %(upvoted_answers)s posted by someone else
ca: Ho sentim, no podeu %(delete_your_question)s, ja que té un %(upvoted_answers)s publicat per algú altre

source: delete posts
ca: eliminació les publicacions

source: reopen questions
ca: torna a obrir les preguntes

source: flag posts as offensive
ca: senyala les publicacions com a ofensives

source: remove flags
ca: treu els indicadors

source: you don't have the permission to remove all flags
ca: No teniu el permís per treure tots els senyals

source: delete comments
ca: elimina els comentaris

source: sorry, but older votes cannot be revoked
ca: Ho sentim, però els comentaris més antics no es poden revocar

source: on %(date)s
ca: a %(date)s

source: in two days
ca: en dos dies

source: tomorrow
ca: demà

source: in %(hr)d hour
ca: en %(hr)d hora

source: in %(min)d min
ca: en %(min)d minut

source: %(days)d day
ca: %(days)d dia

source: Anonymous
ca: Anònim

source: Registered User
ca: Usuari registrat

source: Administrator
ca: Administrador

source: Moderator
ca: Moderador

source: Suspended User
ca: Usuari deshabilitat

source: Blocked User
ca: Usuari bloquejat

source: New User
ca: Nou usuari

source: %(username)s karma is %(reputation)s
ca: %(username)s té un karma de %(reputation)s

source: one gold badge
ca: una insígnia d'or

source: one silver badge
ca: una insígnia de plata

source: one bronze badge
ca: una insígnia de bronze

source: %(item1)s and %(item2)s
ca: %(item1)s i %(item2)s

source: %(user)s has %(badges)s
ca: %(user)s té %(badges)s

source: At least %d karma point is required to post links
ca: Com a mínim es requereix %d punt del karma per publicar enllaços

source: %(user)s shared a %(post_link)s.
ca: %(user)s va compartir %(post_link)s.

source: %(user)s edited a %(post_link)s.
ca: %(user)s va editar %(post_link)s.

source: %(user)s posted a %(post_link)s
ca: %(user)s va publicar %(post_link)s.

source: %(user)s edited an %(post_link)s.
ca: %(user)s va editar %(post_link)s.

source: %(user)s posted an %(post_link)s.
ca: %(user)s va publicar %(post_link)s.

source: %(user)s posted a %(post_link)s.
ca: %(user)s va publicar %(post_link)s.

source: To reply, PLEASE WRITE ABOVE THIS LINE.
ca: Per respondre, escriviu sobre d'aquesta línia.

source: Congratulations, you have received a badge '%(badge_name)s'. Check out <a href="%(user_profile)s">your profile</a>.
ca: Enhorabona, heu rebut una insígnia '%(badge_name)s'. Comproveu-ho al <a href="%(user_profile)s">vostre perfil</a>.

source: Welcome to %(site_name)s
ca: Benvingut a %(site_name)s

source: Your tag subscription was saved, thanks!
ca: S'ha desat la vostra subscripció d'etiquetes

source: Deleted own post with %(votes)s or more upvotes
ca: Es va eliminar una publicació pròpia amb %(votes)s o més vots a favor

source: Disciplined
ca: Disciplinat

source: Deleted own post with %(votes)s or more downvotes
ca: Es va eliminar una publicació pròpia amb %(votes)s o més vots en contra

source: Peer Pressure
ca: Pressió dels companys

source: Gave an %(answer_voted_up)s at least %(votes)s times for the first time
ca: Per primera vegada es va donar una %(answer_voted_up)s com a mínim %(votes)s vegades

source: Teacher
ca: Mestre

source: Supporter
ca: Avalador

source: First upvote
ca: Primera votació a favor

source: Critic
ca: Criticaire

source: First downvote
ca: Primera votació en contra

source: Civic Duty
ca: Deure cívic

source: Voted %(num)s times
ca: Es va votar %(num)s vegades

source: Self-Learner
ca: Autodidacta

source: %(answer_voted_up)s %(num)s times
ca: %(answer_voted_up)s %(num)s vegades

source: %(question_voted_up)s up %(num)s times
ca: %(question_voted_up)s fins a %(num)s vegades

source: %(question_voted_up)s %(num)s times
ca: %(question_voted_up)s %(num)s vegades

source: Student
ca: Estudiant

source: %(asked_first_question)s with at least one up vote
ca: %(asked_first_question)s amb com a mínim un vot a favor

source: %(asked_a_question)s with %(views)s views
ca: %(asked_a_question)s amb %(views)s visites

source: %(asked_a_question)s and %(accepted_an_answer)s
ca: %(asked_a_question)s i %(accepted_an_answer)s

source: Scholar
ca: Estudiós

source: Enlightened
ca: Il·lustrat

source: %(gave_accepted_answer)s upvoted %(num)s or more times
ca: %(gave_accepted_answer)s amb %(num)s o més vots a favor

source: Necromancer
ca: Nigromàntic

source: Citizen Patrol
ca: Patrulla ciutadana

source: First flagged post
ca: Primera entrada senyalada

source: Cleanup
ca: Neteja

source: First rollback
ca: Primera restitució

source: Pundit
ca: Crític

source: Left 10 comments with score of 10 or more
ca: Fa 10 comentaris amb una puntuació de 10 o més

source: First edit
ca: Primera edició

source: Associate Editor
ca: Editor associat

source: Edited %(num)s entries
ca: Heu editat %(num)s entrades

source: Organizer
ca: Organitzador

source: First retag
ca: Primer reetiquetatge

source: Autobiographer
ca: Autobiogràfic

source: Completed all user profile fields
ca: Es van omplir tots els camps del perfil d'usuari

source: %(asked_a_question)s with %(num)s followers
ca: %(asked_a_question)s amb %(num)s seguidors

source: Enthusiast
ca: Entusiasta

source: Visited site every day for %(num)s days in a row
ca: Heu visitat el lloc cada dia durant %(num)s dies seguits

source: Commentator
ca: Comentarista

source: Posted %(num_comments)s comments
ca: Va publicar %(num_comments)s comentaris

source: Taxonomist
ca: Taxonomista

source: Created a tag used %(num)s time
ca: Es va crear una etiqueta que s'ha utilitzat %(num)s vegada

source: Very active in one tag
ca: Molt actiu en una etiqueta

source: message
ca: missatge

source: Sharing did not work, because group is unknown
ca: La compartició no va funcionar, perquè es desconeix el grup

source: merged revision
ca: es va combinar la revisió

source: more
ca: més

source: Sorry, this content is not available
ca: Ho sentim, aquest contingut no està disponible

source: Sorry, this content is no longer available
ca: Ho sentim, aquest contingut ja no està disponible

source: Sorry, this comment is no longer available
ca: Ho sentim, aquest comentari ja no està disponible

source: This post is temporarily not available
ca: Aquesta publicació temporalment no està disponible

source: Suggested edit
ca: Edició suggerida

source: Thank you for your post to %(site)s. It will be published after the moderators review.
ca: Gràcies per la vostra publicació a %(site)s. Es publicarà després que la revisi un dels moderadors.

source: your post to %(site)s
ca: la vostra publicació a %(site)s

source: " and "%s"
ca: " i "%s"

source: " and more
ca: " i més

source: %(count)d answer:
ca: %(count)d resposta:

source: added content by email
ca: es va afegir contingut per correu electrònic

source: edited by email
ca: editada per correu electrònic

source: <em>Changed by moderator. Reason:</em> %(reason)s
ca: <em>Canviat pel moderador. Motiu:</em> %(reason)s

source: New tags added to %s
ca: Es van afegir les noves etiquetes a %s

source: Entire forum
ca: Tot el fòrum

source: Questions that I asked
ca: Preguntes que jo he preguntat

source: Questions that I answered
ca: Preguntes que he respost

source: Individually selected questions
ca: Preguntes seleccionades individualment

source: Mentions and comment responses
ca: Cites i comentaris a respostes

source: Instantly
ca: Instantània

source: Daily
ca: Diària

source: Weekly
ca: Setmanal

source: No email
ca: Cap correu

source: Moderator adds users
ca: El moderador afegeix els usuaris

source: Please give a list of valid email addresses.
ca: Proporcioneu una llista vàlida d'adreces de correu electrònic.

source: Please give a list of valid email domain names.
ca: Proporcioneu una llista vàlida de noms de domini de correu electrònic.

source: css for the widget
ca: CSS per a l'estri

source: account/
ca: compte/

source: signin/
ca: autenticació/

source: Page not found
ca: Pàgina no trobada

source: Sorry, could not find the page you requested.
ca: Ho sentim, no hem trobat la pàgina que heu sol·licitat.

source: This might have happened for the following reasons:
ca: Això podria haver passat pels següents motius:

source: This page has been deleted
ca: Aquesta pàgina ha estat eliminada

source: url has error - please check it;
ca: l'URL té un error, si us plau, comproveu-la;

source: the page you tried to visit is protected or you don't have sufficient points, see
ca: la pàgina que voleu visitar està protegida o no teniu suficients punts, veure

source: faq
ca: PMF

source: if you believe this error 404 should not have occured, please
ca: si creu que aquest error 404 no hauria d'haver passat

source: report this problem
ca: informeu del problema

source: Internal server error
ca: Error intern del servidor

source: please report the error to the site administrators
ca: si us plau, informeu de l'error als administradors del lloc web

source: back
ca: enrere

source: Save edit
ca: Desa l'edició

source: Cancel
ca: Cancel·la

source: hide preview
ca: oculta la previsualització

source: show preview
ca: mostra la previsualització

source: Badge
ca: Insígnia

source: Badge "%(name)s"
ca: Insígnia "%(name)s"

source: user received this badge:
ca: l'usuari que ha rebut aquesta insígnia:

source: Badges
ca: Insígnies

source: Below is the list of available badges and number of times each type of badge has been awarded.
ca: A continuació hi ha la llista de les insígnies disponibles i el nombre de vegades que s'ha atorgat cadascuna.

source: Community badges
ca: Insígnies de la comunitat

source: gold badge: the highest honor and is very rare
ca: insígnia d'or: l'honorança més elevada i és molt rara

source: Gold badge is the highest award in this community. To obtain it you have to show profound knowledge and ability in addition to your active participation.
ca: La insígnia d'or és el premi més important en aquesta comunitat. Per a obtenir-la cal mostrar un coneixement profund i les capacitats, a part de la vostra participació activa.

source: silver badge: occasionally awarded for the very high quality contributions
ca: insígnia de plata: es dóna ocasionalment a les contribucions de qualitat molta alta

source: bronze badge: often given as a special honor
ca: insígnia de bronze: es dóna sovint com a una honorança especial

source: RSS feed from %(site_title)s
ca: Canal d'informació RSS de %(site_title)s

source: Reasons
ca: Motiu

source: OK to close
ca: Accepta el tancament

source: FAQ
ca: PMF

source: Frequently Asked Questions
ca: Preguntes més freqüents

source: What kinds of questions can I ask here?
ca: Aquí, quin tipus de preguntes puc fer?

source: Most importantly - questions should be <strong>relevant</strong> to this community.
ca: El més important - les preguntes han de ser <strong>apropiades</strong> per aquesta comunitat.

source: Before you ask - please make sure to search for a similar question. You can search questions by their title or tags.
ca: Abans de fer una pregunta - comproveu amb una cerca que no existeixi una pregunta similar. Podeu cercar preguntes segons el seu títol o les seves etiquetes.

source: What kinds of questions should be avoided?
ca: Quins tipus de preguntes s'haurien d'evitar?

source: Please avoid asking questions that are not relevant to this community, too subjective and argumentative.
ca: Eviteu fer preguntes massa subjectives, argumentals o no apropiades per a aquesta comunitat.

source: What should I avoid in my answers?
ca: Què és el que hauria d'evitar en les meves respostes?
