Repository: parrah/legalnote
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca

source: This banner will show under the first answer. When using this option, please use the HTML validation service to make sure that your input is valid and works well in all browsers.
ca: Aquest rètol es mostrarà sota la primera resposta. Quan s'utilitzi aquesta opció, si us plau, utilitzeu el servei de validació d'HTML per assegurar-vos que la vostra entrada és vàlida i funciona bé en tots els navegadors.

source: Show answers banner even if there are no answers
ca: Mostra el rètol de les respostes encara que no hi hagin respostes

source: Show tag list in sidebar
ca: Mostra la llista d'etiquetes en la barra lateral

source: Uncheck this if you want to hide the tag list from the sidebar
ca: Desmarqueu-ho si voleu que s'oculti la llista d'etiquetes de la barra lateral

source: Show meta information in sidebar
ca: Mostra la informació meta en la barra lateral

source: Uncheck this if you want to hide the meta information about the question (post date, views, last updated).
ca: Desmarqueu-ho si voleu que s'oculti la informació meta sobre la pregunta (data de la publicació, cops que s'ha vist, última actualització).

source: Show related questions in sidebar
ca: Mostra les preguntes relacionades en la barra lateral

source: Uncheck this if you want to hide the list of related questions.
ca: Desmarqueu-ho si voleu que s'oculti la llista de les preguntes relacionades.

source: Bootstrap mode
ca: Mode d'arrencada

source: URLS, keywords & greetings
ca: Els URL, les paraules claus i les salutacions

source: My site
ca: El meu lloc

source: Site title for the Q&A forum
ca: Títol del lloc per al fòrum P&R

source: Comma separated list of Q&A site keywords
ca: Paraules claus del lloc P&R separades amb comes

source: Copyright message to show in the footer
ca: Missatge dels drets d'autor a mostrar en el peu de pàgina

source: Site description for the search engines
ca: Descripció del lloc per als motors de cerques

source: Short name for your Q&A forum
ca: Nom breu per al vostre fòrum P&R

source: Please enter url of your site
ca: Si us plau, introduïu l'URL del vostre lloc

source: Url must start either from http or https
ca: L'URL ha de començar amb http o https

source: Base URL for your Q&A forum, must start with http or https
ca: Base de l'URL per al vostre fòrum P&R, ha de començar amb http o https

source: Check to enable greeting for anonymous user
ca: Marqueu-ho si voleu habilitar la salutació a l'usuari anònim

source: First time here? Check out the FAQ!
ca: El primer cop per aquí? Reviseu les PMF!

source: Text shown in the greeting message shown to the anonymous user
ca: El text que es mostra en el missatge de salutació a l'usuari anònim

source: Use HTML to format the message
ca: Utilitzeu HTML per donar format al missatge

source: Feedback site URL
ca: URL del lloc de la retroacció

source: If left empty, a simple internal feedback form will be used instead
ca: Si està en blanc, en lloc seu s'utilitzarà un formulari intern senzill de retroacció

source: '%(value)s' is not a valid email
ca: '%(value)s' no és una adreça vàlida de coreu electrònic

source: Internal feedback form email recipients
ca: Destinataris del correu electrònic de retroacció del formulari intern

source: Comma separated list. If left empty, feedback mails are sent to admins and moderators
ca: Llista separada amb comes. Si està en blanc, els correus electrònics de retroacció s'envien als administradors i als moderadors

source: Skin, logos and HTML <head> parts
ca: Les parts del &lt;head&gt; de la pell, dels logotips i de l'HTML

source: Please enter a valid url
ca: Si us plau, introduïu un URL vàlid

source: Custom destination URL for the logo
ca: L'URL de la destinació personalitzada per al logotip

source: Q&amp;A site logo
ca: Logotip del lloc P&amp;R

source: To change the logo, select new file, then submit this whole form.
ca: Per canviar el logotip, seleccioneu nou fitxer i després presenteu tot aquest formulari.

source: Select Language
ca: Seleccioneu l'idioma

source: Show logo
ca: Mostra el logotip

source: Check if you want to show logo in the forum header or uncheck in the case you do not want the logo to appear in the default location
ca: Marqueu-ho si voleu que es mostri el logotip a la capçalera del fòrum, o desmarqueu-ho en el cas que no vulgueu que el logotip aparegui a la ubicació per defecte

source: Site favicon
ca: Favicon del lloc

source: Show all UI functions to all users
ca: Mostra totes les funcions de la interfície gràfica a tots els usuaris

source: Select skin
ca: Pell per defecte

source: Customize HTML <HEAD>
ca: Personalitza l'element HTML &lt;HEAD&gt;

source: Custom portion of the HTML <HEAD>
ca: Porció personalitzada de l'element HTML &lt;HEAD&gt;

source: <strong>To use this option</strong>, check "Customize HTML &lt;HEAD&gt;" above. Contents of this box will be inserted into the &lt;HEAD&gt; portion of the HTML output, where elements such as &lt;script&gt;, &lt;link&gt;, &lt;meta&gt; may be added. Please, keep in mind that adding external javascript to the &lt;HEAD&gt; is not recommended because it slows loading of the pages. Instead, it will be more efficient to place links to the javascript files into the footer. <strong>Note:</strong> if you do use this setting, please test the site with the W3C HTML validator service.
ca: <strong>Per utilitzar aquesta opció</strong>, marqueu a sota «Personalitza l'element HTML &lt;HEAD&gt;». El contingut d'aquest requadre s'afegirà a la porció &lt;HEAD&gt; de la sortida HTML, on els elements com ara &lt;script&gt;, &lt;link&gt;, &lt;meta&gt; es poden afegir. Si us plau, tingueu present que no es recomana l'afegiment de javascript al &lt;HEAD&gt;, ja que alenteix la càrrega de les pàgines web. En lloc seu, serà més eficient situar enllaços als fitxers javascript al peu de pàgina. <strong>Nota:</strong> Si utilitzeu aquest ajust, si us plau, proveu el vostre lloc al servei de validació HTML del W3C.

source: Custom header additions
ca: Afegiments personalitzats a la capçalera

source: Header is the bar at the top of the content that contains user info and site links, and is common to all pages. Use this area to enter contents of the headerin the HTML format. When customizing the site header (as well as footer and the HTML &lt;HEAD&gt;), use the HTML validation service to make sure that your input is valid and works well in all browsers.
ca: La capçalera és la barra a la part superior del contingut que conté la informació de l'usuari i els enllaços del lloc, i és comuna a totes les pàgines. Utilitzeu aquesta àrea per introduir continguts a la capçalera amb format HTML. Quan personalitzeu la capçalera del lloc (així com el peu de pàgina i el codi HTML &lt;HEAD&gt;), utilitzeu el servei de validació d'HTML per assegurar-vos que la vostra entrada és vàlida i funciona bé en tots els navegadors.

source: Site footer mode
ca: Mode del peu de pàgina del lloc

source: Footer is the bottom portion of the content, which is common to all pages. You can disable, customize, or use the default footer.
ca: El peu de pàgina és la part inferior del contingut, que és comuna a totes les pàgines. Podeu desactivar, personalitzar, o utilitzar el peu de pàgina per defecte.

source: Custom footer (HTML format)
ca: Peu de pàgina personalitzat (format HTML)

source: Apply custom style sheet (CSS)
ca: Aplica el full d'estil (CSS) personalitzat

source: Custom style sheet (CSS)
ca: CSS (Custom Style Sheet)

source: Add custom javascript
ca: Afegeix javascript personalitzat

source: Check to enable javascript that you can enter in the next field
ca: Marqueu-ho per habilitar el javascript que podeu introduir en el següent camp de text

source: Custom javascript
ca: Javascript personalitzat

source: Skin media revision number
ca: Nombre de la revisió dels medis de la pell

source: Will be set automatically but you can modify it if necessary.
ca: S'establirà a automàticament, però podeu modificar-ho quan sigui necessari.

source: Hash to update the media revision number automatically.
ca: Funció de dispersió per actualitzar automàticament el nombre de la revisió dels medis.

source: Will be set automatically, it is not necesary to modify manually.
ca: S'establirà a automàticament, no és necessari modificar-ho manualment.

source: Content sharing
ca: Compartició del contingut

source: Check to enable RSS feeds
ca: Marqueu-ho per habilitar el canal d'informació RSS

source: Check to enable sharing of questions on Twitter
ca: Marqueu-ho per habilitar la compartició de les preguntes a Twitter

source: Important - to actually start sharing on twitter, it is required to set up Twitter consumer key and secret in the "keys to external services" section.
ca: Important - per començar realment a compartir en Twitter, es requereix establir una clau de consumidor de Twitter i el secret en la secció de les "claus per als serveis externs".

source: Check to enable sharing of questions on Facebook
ca: Marqueu-ho per habilitar la compartició de les preguntes a Facebook

source: Check to enable sharing of questions on LinkedIn
ca: Marqueu-ho per habilitar la compartició de les preguntes a LinkedIn

source: Check to enable sharing of questions on Identi.ca
ca: Marqueu-ho per habilitar la compartició de les preguntes a Identi.ca

source: Check to enable sharing of questions on Google+
ca: Marqueu-ho per habilitar la compartició de les preguntes a Google+

source: Akismet spam protection
ca: Protecció de correu brossa de l'Akismet

source: Enable Akismet spam detection(keys below are required)
ca: Habilita la detecció de correu brossa de l'Akismet (es requereixen les claus de sota)

source: To get an Akismet key please visit <a href="%(url)s">Akismet site</a>
ca: Per a l'obtenció d'una clau d'Akismet visiteu el <a href="%(url)s">lloc d'Akismet</a>

source: Akismet key for spam detection
ca: Clau de l'Akismet per a la detecció de correu brossa

source: Reputation, Badges, Votes & Flags
ca: La reputació, les insígnies, els vots i els senyals

source: Static Content, URLS & UI
ca: El contingut estàtic, els URL i la interfície d'usuari

source: Data rules & Formatting
ca: Les regles i el format de les dades

source: External Services
ca: Els serveis externs

source: Login, Users & Communication
ca: L'inici de sessió, els usuaris i la comunicació

source: User settings
ca: Ajusts de l'usuari

source: Allow anonymous users send feedback
ca: Permet als usuaris anònims enviar retroacció

source: Allow editing user screen name
ca: Permet modificar el nom visible de l'usuari

source: Show email addresses to moderators
ca: Mostra les adreces de correu electrònic als moderadors

source: Allow users change own email addresses
ca: Permet que els usuaris canviïn les seves adreces de correu electrònic

source: Allow email address in user name
ca: Permet l'adreça de correu electrònic al nom d'usuari

source: Allow account recovery by email
ca: Permet la recuperació del compte amb correu electrònic

source: Allow adding and removing login methods
ca: Permet afegir i suprimir mètodes d'inici de sessió

source: Default avatar for users
ca: Avatar per defecte dels usuaris

source: Base URL for the gravatar service
ca: URL base per al servei gravatar

source: Use automatic avatars from gravatar.com
ca: Utilitza automàticament els avatars de gravatar.com

source: Default Gravatar icon type
ca: Tipus de la icona per defecte del Gravatar

source: Name for the Anonymous user
ca: Nom per a l'usuari anònim

source: Vote and flag limits
ca: Limitacions en la votació i en la senyalització

source: Number of votes a user can cast per day
ca: Nombre de vots que un usuari pot emetre per dia

source: Maximum number of flags per user per day
ca: Nombre màxim de senyals per usuari i per dia

source: Threshold for warning about remaining daily votes
ca: Llindar per advertir sobre els vots diaris restants

source: Number of days to allow canceling votes
ca: Nombre de dies per permetre la cancel·lació dels vots

source: Number of days required before answering own question
ca: Nombre de dies necessaris abans de permetre respondre a la pròpia pregunta

source: Number of flags required to automatically hide posts
ca: Nombre de senyals que es requereixen per ocultar automàticament les entrades

source: Number of flags required to automatically delete posts
ca: Nombre de senyals que es requereixen per eliminar automàticament les publicacions

source: Minimum days to accept an answer, if it has not been accepted by the question poster
ca: Nombre mínim de dies per acceptar una resposta, si no ha estat acceptada pel qui va plantejar-la

source: Site terms vocabulary
ca: Vocabulari de termes del lloc web

source: Ask Your Question
ca: Fer una pregunta

source: Used on a button
ca: S'utilitza en un botó

source: Please enter your question
ca: Si us plau, introduïu la vostra pregunta

source: Ask the Group
ca: Pregunta al grup

source: Post Your Answer
ca: Publica la vostra pròpia resposta

source: Answer Your Own Question
ca: Responeu a la vostra pròpia pregunta

source: <span class="big strong">You are welcome to answer your own question</span>, but please make sure to give an <strong>answer</strong>. Remember that you can always <strong>revise your original question</strong>.
ca: <span class="big strong">Sou benvingut a respondre a la vostra pròpia pregunta</span>, però assegureu-vos de donar una <strong>resposta</strong>. Recordeu que sempre podeu <strong>revisar la vostra pregunta original</strong>.

source: Instruction to answer own questions
ca: Indicació per respondre a les pròpies preguntes

source: HTML is allowed
ca: l'HTML està habilitat

source: Instruction to post anonymously
ca: Indicació per publicar anònimament

source: Instruction to give answers
ca: Indicació per donar respostes

source: Instruction for the catogory selector
ca: Indicació per al selector de categories

source: Plain text only
ca: Tan sols text pla

source: Edit Your Previous Answer
ca: Edita la vostra resposta anterior

source: ask questions
ca: plantegeu preguntes

source: Merge duplicate questions
ca: Combina les preguntes duplicades

source: asked
ca: preguntat

source: Asked first question
ca: Es va preguntar la primera pregunta

source: Asked by me
ca: Preguntat per mi

source: Asked a question
ca: Es va plantejar una pregunta

source: Answered a question
ca: Es va respondre una pregunta

source: Answered by me
ca: Respost per mi

source: accepted an answer
ca: va acceptar una resposta

source: Gave accepted answer
ca: Es va donar per vàlida la resposta

source: answered
ca: respost

source: question
ca: pregunta

source: question (noun, singular)
ca: pregunta

source: questions
ca: preguntes

source: questions (noun, plural)
ca: preguntes

source: unanswered question
ca: pregunta sense respondre

source: unanswered question (singular)
ca: pregunta sense resposta

source: unanswered questions
ca: preguntes sense respondre

source: unanswered questions (plural)
ca: respostes sense respondre

source: answer
ca: la resposta

source: answer (noun, sungular)
ca: resposta

source: Question voted up
ca: Pregunta que es va votar a favor

source: Answer voted up
ca: Resposta que es va votar a favor

source: upvoted answer
ca: resposta votada

source: Nice Answer
ca: Resposta útil

source: Nice Question
ca: Pregunta útil

source: Good Answer
ca: Bona resposta

source: Good Question
ca: Bona pregunta

source: Great Answer
ca: Gran resposta

source: Great Question
ca: Gran pregunta

source: Popular Question
ca: Pregunta popular

source: Notable Question
ca: Pregunta notable

source: Famous Question
ca: Pregunta famosa

source: Stellar Question
ca: Pregunta estel·lar

source: Favorite Question
ca: Pregunta preferida

source: upvoted answers
ca: respostes votades

source: Show only questions from
ca: Mostra només les preguntes

source: Please ask your question here
ca: Si us plau, plantegeu aquí la vostra pregunta

source: Sorry, this question has been deleted and is no longer accessible
ca: Ho sentim, aquesta pregunta ha estat eliminada i no ja s'hi pot accedir

source: This question has been deleted
ca: Aquesta pregunta ha estat eliminada

source: delete your question
ca: elimina la vostra pregunta

source: ask a question interesting to this community
ca: plantegeu una pregunta que sigui d'interès en aquesta comunitat

source: No questions here.
ca: Sense preguntes.

source: Please follow some questions or follow some users.
ca: Seguiu algunes preguntes o seguiu alguns usuaris.

source: Please feel free to ask your question!
ca: No dubteu en fer una pregunta!

source: swap with question
ca: intercanvia amb la pregunta

source: repost as a question comment
ca: torna a publicar com a un comentari de la pregunta

source: (only one answer per user is allowed)
ca: (tan sols es permet una resposta per usuari)

source: Only one answer per user is allowed
ca: Tan sols es permet una resposta per usuari

source: Accept the best answers for your questions
ca: Accepta les millors respostes per les vostres preguntes

source: author of the question
ca: autor de la pregunta

source: accept or unaccept the best answer
ca: accepta o no la millor resposta

source: accept or unaccept your own answer
ca: accepta o no la pròpia resposta

source: you already gave an answer
ca: ja vàreu donar una resposta

source: gave an answer
ca: va donar una resposta

source: answer own questions
ca: respon a les pròpies preguntes

source: Answered own question
ca: Respondre la pròpia pregunta

source: repost as a comment under older answer
ca: torna a publicar com a un comentari sota la resposta més antiga

source: invite other to help answer this question
ca: invita a un altre per ajudar a respondre a aquesta pregunta

source: Related questions
ca: Preguntes relacionades

source: Question Tools
ca: Eines de la pregunta

source: Phrase: this question is currently shared only with:
ca: Frase: aquesta pregunta actualment està compartida únicament amb:

source: Be the first one to answer this question!
ca: Sigueu el primer a respondre aquesta pregunta!

source: followed questions
ca: preguntes seguides

source: follow questions
ca: segueix les preguntes

source: Phrase: comments and answers to others questions
ca: Frase: els comentaris i les preguntes a les altres preguntes

source: You can post questions by emailing them at
ca: Podeu publicar les preguntes amb l'enviament per correu electrònic a

source: List of questions
ca: Llista de preguntes

source: Community gives you awards for your questions, answers and votes
ca: La comunitat us dóna premis per les vostres preguntes, les vostres respostes i els vostres vots

source: Close question
ca: Tanca la pregunta

source: close questions
ca: tanca les preguntes

source: Edit question
ca: Edició de la pregunta

source: Question - in one sentence
ca: Pregunta - en una frase

source: Retag question
ca: Reetiqueta la pregunta

source: retag questions
ca: reetiqueta les preguntes

source: Reopen question
ca: Tornar a obrir la pregunta

source: There are no unanswered questions here
ca: No hi ha cap pregunta sense respondre

source: this answer has been selected as correct
ca: aquesta resposta s'ha seleccionat com a correcta

source: mark this answer as correct
ca: marca aquesta resposta com a correcta

source: Login/Signup to Answer
ca: Inicieu la sessió / inscriviu-vos per respondre

source: Your Answer
ca: La vostra resposta

source: Add Answer
ca: Afegeix una resposta

source: give an answer interesting to this community
ca: dóna una resposta interessant per a aquesta comunitat

source: give a substantial answer
ca: dóna una resposta substancial

source: try to give an answer, rather than engage into a discussion
ca: procureu donar una resposta, sense entrar en un debat

source: show only selected answers to enquirers
ca: mostrar només les respostes seleccionades a les sol·licituds d'informació

source: UNANSWERED
ca: SENSE RESPONDRE

source: Edit Answer
ca: Edició de la resposta

source: Answered
ca: Es va respondre

source: duplicate question
ca: pregunta repetida

source: question is off-topic or not relevant
ca: la pregunta no és apropiada o està fora de tema

source: too subjective and argumentative
ca: massa subjectiva o argumentativa

source: not a real question
ca: no és una pregunta real

source: the question is answered, right answer was accepted
ca: s'ha respost la pregunta, es va acceptar la resposta correcta

source: question is not relevant or outdated
ca: la pregunta no és apropiada o està desfasada

source: disable sharing
ca: inhabilita la compartició

source: my posts
ca: les meves publicacions

source: all posts
ca: totes les publicacions

source: newest
ca: més recent

source: oldest
ca: més antiguitat

source: active
ca: actiu

source: inactive
ca: inactiu

source: hottest
ca: més populars

source: most voted
ca: més votat

source: least voted
ca: menys votat

source: Never
ca: Mai

source: When new post is published
ca: Quan es publiqui una publicació

source: When post is published or revised
ca: Quan es revisi o s'aprovi una publicació

source: latest first
ca: primer les més recents

source: oldest first
ca: primer les més antigues

source: most voted first
ca: primer els més votats

source: all
ca: tot

source: unanswered
ca: sense resposta

source: followed
ca: seguides

source: list
ca: llista

source: cloud
ca: núvol

source: Question has no answers
ca: La pregunta no té respostes

source: Question has no accepted answers
ca: La pregunta no té respostes acceptades

source: asked a question
ca: va plantejar una pregunta

source: answered a question
ca: va respondre una pregunta

source: commented question
ca: va fer un comentari a la pregunta

source: commented answer
ca: va fer un comentari a la resposta

source: edited question
ca: va editar la pregunta

source: edited answer
ca: va editar la resposta

source: received badge
ca: va rebre la insígnia

source: marked best answer
ca: va marcar la millor resposta

source: upvoted
ca: es va votar a favor

source: downvoted
ca: es va votar en contra

source: canceled vote
ca: va cancel·lar el vot

source: deleted question
ca: va eliminar la pregunta

source: deleted answer
ca: va eliminar la resposta

source: marked offensive
ca: va marcar com ofensiu

source: updated tags
ca: va actualitzar les etiquetes

source: selected favorite
ca: va seleccionar la preferida

source: completed user profile
ca: va completar el perfil d'usuari

source: email update sent to user
ca: enviat missatge d'actualització a l'usuari

source: a post was shared
ca: es va compartir una publicació

source: reminder about unanswered questions sent
ca: es va enviar el recordatori de les preguntes sense respondre

source: reminder about accepting the best answer sent
ca: recordatori sobre l'acceptació de la millor resposta enviada

source: mentioned in the post
ca: es va mencionar en la publicació

source: created tag description
ca: va crear la descripció de l'etiqueta

source: updated tag description
ca: va actualitzar la descripció de l'etiqueta

source: made a new post
ca: va fer una nova publicació

source: made an edit
ca: va fer una edició

source: created post reject reason
ca: va crear el motiu del rebuig de la publicació

source: updated post reject reason
ca: va actualitzar el motiu del rebuig de la publicació

source: [closed]
ca: [tancada]

source: [deleted]
ca: [eliminat]

source: initial version
ca: versió inicial

source: retagged
ca: reetiquetat

source: [private]
ca: [privat]

source: show all tags
ca: mostra totes les etiquetes

source: exclude ignored tags
ca: exclou les etiquetes ignorades

source: only interesting tags
ca: tan sols les etiquetes d'interès

source: only subscribed tags
ca: tan sols les etiquetes subscrites

source: email for all tags
ca: correu electrònic per totes les etiquetes

source: instantly
ca: instantània
