Repository: parrah/legalnote
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca

source: Sorry, but anonymous visitors cannot access this function
ca: Els visitants anònims no tenen accés a aquesta funció

source: Individual %(question)s feed
ca: El canal d'informació individual de %(question)s

source: Latest %(question)s feed
ca: El darrer canal d'informació de %(question)s

source: select country
ca: seleccioneu un país

source: Country
ca: País

source: Country field is required
ca: El país és necessari

source: must be > %d word
ca: ha de tenir > %d paraula

source: must be < %d word
ca: ha de tenir < %d paraula

source: Select language
ca: Seleccioneu l'idioma

source: minor edit (don't send alerts)
ca: edició menor (no enviïs alertes)

source: title
ca: títol

source: must have > %d character
ca: ha de tenir > %d caràcter

source: The %(question)s is too long, maximum allowed size is %(length)d characters
ca: %(question)s és massa gran, la mida màxima permesa és %(length)d caràcters

source: The %(question)s is too long, maximum allowed size is %(length)d bytes
ca: %(question)s és massa gran, la mida màxima permesa és %(length)d bytes

source: content
ca: contingut

source: post
ca: publicació

source: %(post)s content must be > %(count)d character
ca: el contingut de la %(post)s ha de tenir > %(count)d caràcter

source: each tag must be shorter than %(max_chars)d character
ca: les etiquetes han de tenir menys de %(max_chars)d caràcter

source: We ran out of space for recording the tags. Please shorten or delete some of them.
ca: Ens hem quedat sense espai per la gravació de les etiquetes. Si us plau, escurceu-ne o elimineu-ne algunes.

source: tags
ca: etiquetes

source: Tags are short keywords, with no spaces within. Up to %(max_tags)d tag can be used.
ca: Les etiquetes són paraules claus, breus i sense espais. Es pot utilitzar %(max_tags)d etiqueta.

source: please use %(tag_count)d tag or less
ca: si us plau, utilitzeu %(tag_count)d etiqueta o menys

source: At least one of the following tags is required : %(tags)s
ca: Es requereixen com a mínim una de les etiquetes següents: %(tags)s

source: community wiki (karma is not awarded & many others can edit wiki post)
ca: wiki de la comunitat (no es concedeix karma; els altres usuaris poden editar l'entrada)

source: update summary:
ca: resum actualitzat:

source: enter a brief summary of your revision (e.g. fixed spelling, grammar, improved style...), this field is optional
ca: introduïu un breu resum de la vostra revisió (p. ex. es va corregir l'ortografia, la gramàtica, millora de l'estil...), aquest camp és opcional

source: Enter number of points to add or subtract
ca: Introduïu el nombre de punts a sumar o restar

source: approved
ca: aprovat

source: watched
ca: observat

source: suspended
ca: suspès

source: blocked
ca: bloquejat

source: administrator
ca: administrador

source: moderator
ca: moderador

source: Change status to
ca: Canvia l'estat a

source: which one?
ca: quin?

source: Cannot change own status
ca: No es pot canviar el propi estat

source: Cannot turn other user to moderator
ca: No es pot canviar l'altre usuari a moderador

source: Cannot change status of another moderator
ca: No es pot canviar l'estat d'un altre moderador

source: Cannot change status to admin
ca: No es pot canviar a l'estat d'administrador

source: If you wish to change %(username)s's status, please make a meaningful selection.
ca: Si voleu canviar l'estat de %(username)s, feu una selecció amb significat.

source: Subject line
ca: Línia de l'assumpte

source: Message text
ca: Text del missatge

source: Your name (optional):
ca: El vostre nom (opcional):

source: Email:
ca: Correu electrònic:

source: Your message:
ca: El vostre missatge:

source: I don't want to give my email or receive a response:
ca: No vull donar el meu correu electrònic o rebre una resposta:

source: Message is required
ca: El missatge és necessari

source: Either provide email address or mark "I dont want to give email below"
ca: Proporcioneu el correu electrònic o marqueu «No vull donar el meu correu electrònic»

source: keep private within your groups
ca: mantenir-ho privat dins dels vostres grups

source: User name:
ca: Nom d'usuari:

source: Enter name to post on behalf of someone else. Can create new accounts.
ca: Introduïu el nom per publicar en nom d'una altra persona. Podeu crear nous comptes.

source: Email address:
ca: Adreça de correu electrònic:

source: User name is required with the email
ca: El nom d'usuari és necessari amb l'adreça de correu electrònic

source: Email is required if user name is added
ca: L'adreça de correu electrònic és necessària si s'afegeix un nom d'usuari

source: post anonymously
ca: publica-ho anònimament

source: Subject line is expected in the format: [tag1, tag2, tag3,...] question title
ca: S'espera que la línia de l'assumpte tingui el format: [etiqueta1, etiqueta2, etiqueta3,...] títol de la pregunta

source: ask anonymously
ca: preguntar anònimament

source: remove anonymity
ca: eliminar anònimament

source: Real name
ca: Nom real

source: Website
ca: Lloc web

source: City
ca: Ciutat

source: Show country
ca: Mostra el país

source: Date of birth
ca: Data de naixement

source: will not be shown, used to calculate age, format: YYYY-MM-DD
ca: no es mostrarà, s'utilitza per calcular l'edat, format: AAAA-MM-DD

source: Profile
ca: Perfil

source: Screen name
ca: Nom a mostrar

source: this email has already been registered, please use another one
ca: aquesta adreça de correu ja està registrada, useu una altra

source: Choose email tag filter
ca: Seleccioneu el filtre de l'etiqueta del correu electrònic

source: Individually selected
ca: Seleccionat individualment

source: Entire forum (tag filtered)
ca: Tot el fòrum (filtrat per etiqueta)

source: Comments and posts mentioning me
ca: Comentaris i publicacions que us mencionin

source: please choose one of the options above
ca: Seleccionar una de les opcions anteriors

source: okay, let's try!
ca: d'acord, provem-ho!

source: no %(sitename)s email please, thanks
ca: si us plau, cap correu electrònic de %(sitename)s, gràcies

source: Title
ca: Títol

source: Description
ca: Descripció

source: Tags
ca: Etiquetes

source: make an edit by email
ca: fer una edició per correu electrònic

source: To add to your post EDIT ABOVE THIS LINE
ca: Per afegir la vostra publicació escriviu sobre d'aquesta línia.

source: Your post at %(site_name)s is now published
ca: La vostra publicació a %(site_name)s ara està publicada

# urls
source: questions
ca: preguntes

# urls
source: question
ca: pregunta

# urls
source: tags/
ca: etiquetes/

# urls
source: users/
ca: usuaris/

# urls
source: by-group/
ca: per-grup/

# urls
source: edit/
ca: edició/

# urls
source: subscriptions/
ca: subscripcions/

# urls
source: select_languages/
ca: seleccio_idiomes/

# urls
source: groups/
ca: grups/

# urls
source: badges/
ca: insígnies/

# urls
source: feedback/
ca: retroaccio/

# urls
source: about/
ca: sobre/

# urls
source: faq/
ca: pmf/

# urls
source: privacy/
ca: privacitat/

# urls
source: terms/
ca: termes/

# urls
source: help/
ca: ajuda/

# urls
source: answers/
ca: respostes/

# urls
source: moderation-queue/
ca: cua-moderació/

# urls
source: ask/
ca: pregunta/

# urls
source: retag/
ca: reetiquetatge/

# urls
source: close/
ca: tancament/

# urls
source: reopen/
ca: reobertura/

# urls
source: answer/
ca: resposta/

# urls
source: delete/
ca: suprimeix/

# urls
source: create/
ca: creació/

# urls
source: suggested-tags/
ca: etiquetes-suggerides/

# urls
source: widgets/
ca: estris/

# urls
source: complete/
ca: compleció/

# urls
source: upload/
ca: pujada/

# urls
source: account/
ca: compte/

source: Access control settings
ca: Ajusts del control d'accés

source: Make site read-only
ca: Fes aquest lloc de només lectura

source: The site is temporarily read-only. Only viewing of the content is possible at the moment.
ca: Temporalment aquest lloc és de només lectura. Ara mateix tan sols és possible la visualització del contingut.

source: Allow only registered user to access the forum
ca: Permetre accedir al fòrum únicament als usuaris registrats

source: nothing - not required
ca: res - no és necessari

source: access to content
ca: accedeix al contingut

source: Require valid email for
ca: Es requereix una adreça de correu electrònic vàlida per

source: Allowed email addresses
ca: Adreces de correu electrònic admeses

source: Please use space to separate the entries
ca: Si us plau, utilitzeu un espai per separar les entrades

source: Allowed email domain names
ca: Noms de dominis permesos dels correus electrònics

source: Please use space to separate the entries, do not use the @ symbol!
ca: Si us plau, utilitzeu un espai per separar les entrades, no utilitzeu el símbol @!

source: Badge settings
ca: Ajusts de les insígnies

source: Disciplined: minimum upvotes for deleted post
ca: Disciplinat: nombre mínim de vots a favor per a la publicació eliminada

source: Peer Pressure: minimum downvotes for deleted post
ca: Pressió dels companys: vots mínim en contra per a la publicació eliminada

source: Teacher: minimum upvotes for the answer
ca: Mestre: nombre mínim de vots a favor per a la resposta

source: Nice Answer: minimum upvotes for the answer
ca: Bona resposta: nombre mínim de vots a favor per a la resposta

source: Good Answer: minimum upvotes for the answer
ca: Bona resposta: nombre mínim de vots a favor per a la resposta

source: Great Answer: minimum upvotes for the answer
ca: Millor Resposta: nombre mínim de vots a favor per a la resposta

source: Nice Question: minimum upvotes for the question
ca: Pregunta útil: nombre mínim de vots a favor per a la pregunta

source: Good Question: minimum upvotes for the question
ca: Bona pregunta: nombre mínim de vots a favor per a la pregunta

source: Great Question: minimum upvotes for the question
ca: Millor Pregunta: nombre mínim de vots a favor per a la pregunta

source: Popular Question: minimum views
ca: Pregunta popular: nombre mínim de visites

source: Notable Question: minimum views
ca: Pregunta notable: nombre mínim de visites

source: Famous Question: minimum views
ca: Pregunta famosa: nombre mínim de visites

source: Self-Learner: minimum answer upvotes
ca: Autodidacta: nombre mínim de vots de la resposta

source: Civic Duty: minimum votes
ca: Deure cívic: nombre mínim de vots

source: Enlightened Duty: minimum upvotes
ca: Deure de l'Il·lustrat: nombre mínim de vots a favor

source: Guru: minimum upvotes
ca: Guru: nombre mínim de vots a favor

source: Necromancer: minimum upvotes
ca: Nigromàntic: nombre mínim de vots a favor

source: Necromancer: minimum delay in days
ca: Nigromàntic: retard mínim en dies

source: Associate Editor: minimum number of edits
ca: Editor associat: nombre mínim d'edicions

source: Favorite Question: minimum stars
ca: Pregunta preferida: nombre mínim d'estrelles

source: Stellar Question: minimum stars
ca: Pregunta estel·lar: nombre mínim d'estrelles

source: Commentator: minimum comments
ca: Comentarista: nombre mínim de comentaris

source: Taxonomist: minimum tag use count
ca: Taxonomista: nombre mínim d'etiquetes utilitzades

source: Enthusiast: minimum days
ca: Entusiasta: nombre mínim de dies

source: Email and email alert settings
ca: Ajusts del correu electrònic i de les alertes per correu electrònic

source: Prefix for the email subject line
ca: Prefix per a la línia de l'assumpte del correu electrònic

source: This setting takes default from the django settingEMAIL_SUBJECT_PREFIX. A value entered here will overridethe default.
ca: Aquest ajust agafa l'ajust per defecte de l'ajust de django EMAIL_SUBJECT_PREFIX. Un valor introduït aquí anul·larà el valor per defecte.

source: Site administrator email address
ca: Adreça de correu electrònic de l'administrador del lloc

source: Enable email alerts
ca: Habilita les alertes per correu electrònic

source: Enable HTML-formatted email
ca: Habilita el correu electrònic amb format HTML

source: May not be supported by some email clients
ca: Pot no ser compatible amb alguns clients de correu electrònic

source: Maximum number of news entries in an email alert
ca: Màxim nombre de missatges en un avís per correu electrònic

source: Default notification frequency all questions
ca: Freqüència predeterminada de notificació per a totes les preguntes

source: Option to define frequency of emailed updates for: all questions.
ca: Opció per definir la freqüència de les actualitzacions enviades per correu electrònic: totes les preguntes.

source: Default notification frequency questions asked by the user
ca: Freqüència de notificació predeterminada de les preguntes fetes per l'usuari

source: Option to define frequency of emailed updates for: Question asked by the user.
ca: Opció per definir la freqüència de les actualitzacions enviades per correu electrònic: Preguntes fetes per l'usuari.

source: Default notification frequency questions answered by the user
ca: Freqüència predeterminada de notificació de respostes fetes per l'usuari

source: Option to define frequency of emailed updates for: Question answered by the user.
ca: Opció per definir la freqüència de les actualitzacions enviades per correu electrònic: Respostes fetes per l'usuari.

source: Default notification frequency questions individually selected by the user
ca: Freqüència per defecte de les notificacions de les preguntes seleccionades individualment per l'usuari

source: Option to define frequency of emailed updates for: Question individually selected by the user.
ca: Opció per definir la freqüència de les actualitzacions enviades per correu electrònic: Pregunta seleccionada individualment per l'usuari.

source: Default notification frequency for mentions and comments
ca: Freqüència per defecte de les notificacions per les mencions i els comentaris

source: Option to define frequency of emailed updates for: Mentions and comments.
ca: Opció per definir la freqüència de les actualitzacions enviades per correu electrònic: Mencions i comentaris.

source: Send periodic reminders about unanswered questions
ca: Envia periòdicament recordatoris sobre les preguntes sense respondre

source: NOTE: in order to use this feature, it is necessary to run the management command "send_unanswered_question_reminders" (for example, via a cron job - with an appropriate frequency)
ca: NOTA: per tal d'utilitzar aquesta funció, cal executar la comanda de gestió "send_unanswered_question_reminders" (per exemple, a través d'un treball del cron - amb una freqüència adequada)

source: everyone
ca: tothom

source: moderators & administrators
ca: moderadors i administradors

source: Whom to remind about unanswered questions
ca: A qui recordar sobre les preguntes sense respondre

source: Days before starting to send reminders about unanswered questions
ca: Dies abans de començar a enviar els recordatoris sobre les preguntes sense respondre

source: How often to send unanswered question reminders (in days between the reminders sent).
ca: Amb quina freqüència s'envien els recordatoris de les preguntes sense respondre (dies entre els recordatoris enviats).

source: Max. number of reminders to send about unanswered questions
ca: Nombre màxim de recordatoris a enviar sobre les preguntes sense respondre

source: Send periodic reminders to accept the best answer
ca: Envia periòdicament recordatoris per acceptar la millor resposta

source: NOTE: in order to use this feature, it is necessary to run the management command "send_accept_answer_reminders" (for example, via a cron job - with an appropriate frequency)
ca: NOTA: per tal d'utilitzar aquesta funció, cal executar la comanda de gestió "send_accept_answer_reminders" (per exemple, a través d'un treball del cron - amb una freqüència adequada)

source: Days before starting to send reminders to accept an answer
ca: Dies abans de començar a enviar els recordatoris per acceptar una resposta

source: How often to send accept answer reminders (in days between the reminders sent).
ca: Amb quina freqüència s'envien els recordatoris per acceptar la resposta (dies entre els recordatoris enviats).

source: Max. number of reminders to send to accept the best answer
ca: Nombre màxim de recordatoris a enviar per acceptar la millor resposta

source: Require email verification before allowing to post
ca: Es requereix la verificació del correu electrònic abans que es permeti publicar

source: Active email verification is done by sending a verification key in email
ca: La verificació activa del correu electrònic es realitza amb l'enviament d'un clau de verificació al correu electrònic

source: Fake email for anonymous user
ca: Correu electrònic fals per a l'usuari anònim

source: Use this setting to control gravatar for email-less user
ca: Utilitzeu aquest ajust per controlar el gravatar per als usuaris sense correu electrònic

source: Allow posting questions by email
ca: Permet publicar preguntes per correu electrònic

source: Before enabling this setting - please fill out IMAP settings in the settings.py file
ca: Abans d'habilitar aquest ajust - si us plau, completeu els ajusts de l'IMAP al fitxer settings.py

source: Replace space in emailed tags with dash
ca: Substituïu els espais amb guions en les etiquetes enviades per correu electrònic

source: This setting applies to tags written in the subject line of questions asked by email
ca: Aquest ajust s'aplica a les etiquetes que s'escriguin en la línia del tema de les preguntes fetes per correu electrònic

source: Enable posting answers and comments by email
ca: Habilita la publicació de respostes i comentaris per correu electrònic

source: To enable this feature make sure lamson is running
ca: Per habilitar aquesta funcionalitat, assegureu-vos que s'estigui executant lamson

source: Emailed post: when to notify author about publishing
ca: Publicació enviada per correu: quan es notifica a l'autor sobre la publicació

source: Reply by email hostname
ca: Respondre pel nom d'amfitrió del correu electrònic

source: Email replies having fewer words than this number will be posted as comments instead of answers
ca: Les respostes enviades per correu electrònic que tinguin un nombre inferior de paraules que aquest nombre es publicaran com a comentaris en lloc de respostes

source: Email template phrases
ca: Frases en la plantilla del correu electrònic

source: Short welcome message, for subject line
ca: Missatge breu de benvinguda per a la línia de l'assumpte

source: Welcome to {{ SITE_NAME }}!
ca: Benvingut a {{ SITE_NAME }}!

source: <b>NOTE: All email text settings allow placeholders: {{ USER_NAME }}, {{ SITE_NAME }} and {{ SITE_LINK }}.</b>
ca: <b>NOTA: Tots els ajusts del text del correu electrònic permeten els marcadors de posició: {{ USER_NAME }}, {{ SITE_NAME }} i {{ SITE_LINK }}.</b>

source: Longer welcome message, for email body
ca: Missatge llarg de benvinguda per al cos del correu electrònic

source: <p>Please visit {{ SITE_NAME }} at {{ SITE_LINK }}, we look forward to your posts.</p>
ca: <p>Si us plau, visiteu {{ SITE_NAME }} a {{ SITE_LINK }}, esperem les vostres publicacions.</p>

source: Email footer
ca: Peu del correu electrònic

source: <p>Sincerely,<br>{{ SITE_NAME }} Administrator</p>
ca: <p>Sincerament,<br>L'administrador de {{ SITE_NAME }}</p>

source: Header for the batch email alerts
ca: Capçalera de les alertes de correu electrònic per lots

source: <p>Dear {{ USER_NAME }},</p> <p>{{ SITE_NAME }} has these updates, please have a look:</p>
ca: <p>Benvolgut {{ USER_NAME }},</p> <p>{{ SITE_NAME }} té aquestes actualitzacions, si us plau, doneu-hi un cop d'ull:</p>

source: Keys for external services
ca: Claus per als serveis externs

source: Google site verification key
ca: Clau de verificació del lloc de Google

source: This key helps google index your site please obtain is at <a href="%(url)s?hl=%(lang)s">google webmasters tools site</a>
ca: Aquesta clau ajuda a indexar el vostre lloc a Google, si us plau, obteniu-la al <a href="%(url)s?hl=%(lang)s">lloc de les eines dels administradors de pàgines web de Google</a>

source: Google Analytics key
ca: Clau del Google Analytics

source: Obtain is at <a href="%(url)s">Google Analytics</a> site, if you wish to use Google Analytics to monitor your site
ca: L'obtenció està al lloc de <a href="%(url)s">Google Analytics</a>, if si volguéssiu utilitzar Google Analytics per monitorar el vostre lloc

source: Enable recaptcha (keys below are required)
ca: Habilita recaptcha (es requereixen les claus de sota)

source: Recaptcha public key
ca: Clau pública de recaptcha

source: Recaptcha private key
ca: Clau privada de recaptcha

source: Recaptcha is a tool that helps distinguish real people from annoying spam robots. Please get this and a public key at the <a href="%(url)s">%(url)s</a>
ca: Recaptcha és una eina que ajuda a distingir a les persones reals dels molestos robots de correu brossa. Si us plau, obteniu-ho amb una clau pública a <a href="%(url)s">%(url)s</a>

source: Google+ public API key
ca: Clau de l'API pública de Google+

source: Google+ secret API key
ca: Clau de l'API del secret de Google+

source: Facebook public API key
ca: Clau de l'API pública de Facebook

source: Facebook API key and Facebook secret allow to use Facebook Connect login method at your site. Please obtain these keys at <a href="%(url)s">facebook create app</a> site
ca: La clau de l'API de Facebook i el secret de Facebook permeten utilitzat l'autenticació Facebook Connect al vostre lloc. Si us plau, obteniu aquestes claus al lloc de l'<a href="%(url)s">aplicació de creació del Facebook</a>

source: Facebook secret key
ca: Clau del secret de Facebook

source: Twitter consumer key
ca: Clau de consumidor de Twitter

source: Please register your forum at <a href="%(url)s">twitter applications site</a>
ca: Si us plau, registreu el vostre fòrum al <a href="%(url)s">lloc de les aplicacions de Twitter</a>

source: Twitter consumer secret
ca: Secret de consumidor de Twitter

source: LinkedIn consumer key
ca: Clau de consumidor de LinkedIn

source: Please register your forum at <a href="%(url)s">LinkedIn developer site</a>
ca: Si us plau, registreu el vostre fòrum al <a href="%(url)s">lloc del desenvolupador de LinkedIn</a>

source: LinkedIn consumer secret
ca: Secret de consumidor de LinkedIn

source: ident.ca consumer key
ca: Clau de consumidor d'ident.ca

source: Please register your forum at <a href="%(url)s">Identi.ca applications site</a>
ca: Si us plau, registreu el vostre fòrum al <a href="%(url)s">lloc de les aplicacions d'Identi.ca</a>

source: ident.ca consumer secret
ca: Secret de consumidor d'ident.ca

source: Messages and pages - about, privacy policy, etc.
ca: Missatges i pàgines - sobre, política de privacitat, etc.

source: Text of the Q&amp;A forum About page (html format)
ca: Text de la pàgina Sobre del fòrum P&amp;R (format HTML)

source: Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "about" page to check your input.
ca: Deseu-ho, després <a href="http://validator.w3.org/">utilitzeu l'eina de validació HTML</a> en la pàgina «sobre» per verificar la vostra entrada.

source: Text of the Q&amp;A forum FAQ page (html format)
ca: Text de la pàgina PMF del fòrum P&amp;R (format HTML)

source: Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "faq" page to check your input.
ca: Deseu-ho, després <a href="http://validator.w3.org/">utilitzeu l'eina de validació HTML</a> en la pàgina «PMF» per verificar la vostra entrada.

source: Instructions on how to ask questions
ca: Les instruccions sobre com plantejar preguntes
