Repository: parrah/legalnote
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca

source: is a <strong>question and answer</strong> site - <strong>it is not a discussion group</strong>. Please avoid holding debates in your answers as they tend to dilute the essense of questions and answers. For the brief discussions please use commenting facility.
ca: és un lloc de <strong>pregunta i resposta</strong> - <strong>no és un grup de discussió</strong>. Si us plau, eviteu la realització de debats en les vostres respostes, ja que tendeixen a diluir l'essència de les preguntes i les respostes. Durant les breus discussions utilitzeu la funcionalitat dels comentaris.

source: Who moderates this community?
ca: Qui modera aquesta comunitat?

source: The short answer is: <strong>you</strong>.
ca: La resposta és breu: <strong>tu</strong>.

source: This website is moderated by the users.
ca: Aquest lloc web el moderen els usuaris.

source: Karma system allows users to earn rights to perform a variety of moderation tasks
ca: El sistema del karma permet als usuaris guanyar el dret de fer diverses tasques de moderació.

source: How does karma system work?
ca: Com funciona el sistema del karma?

source: When a question or answer is upvoted, the user who posted them will gain some points, which are called "karma points". These points serve as a rough measure of the community trust to him/her. Various moderation tasks are gradually assigned to the users based on those points.
ca: Quan una pregunta o una resposta és votada a favor, l'usuari que va publicar-ho guanya alguns punts, que s'anomenen «punts del karma». Aquests punts serveixen com una mesura aproximada de la confiança de la comunitat en ell/a. Les diverses tasques de moderació s'assignen gradualment als usuaris en funció d'aquests punts.

source: For example, if you ask an interesting question or give a helpful answer, your input will be upvoted. On the other hand if the answer is misleading - it will be downvoted. Each vote in favor will generate <strong>%(REP_GAIN_FOR_RECEIVING_UPVOTE)s</strong> points, each vote against will subtract <strong>%(REP_LOSS_FOR_RECEIVING_DOWNVOTE)s</strong> points. There is a limit of <strong>%(MAX_REP_GAIN_PER_USER_PER_DAY)s</strong> points that can be accumulated for a question or answer per day. The table below explains reputation point requirements for each type of moderation task.
ca: Per exemple, si feu una pregunta interessant o doneu una resposta útil, la vostra entrada es votarà a favor. Per contra, si la resposta és enganyosa, es votarà en contra. Cada vot a favor genera <strong>%(REP_GAIN_FOR_RECEIVING_UPVOTE)s</strong> punts, cada vot en contra restarà <strong>%(REP_LOSS_FOR_RECEIVING_DOWNVOTE)s</strong> punts. Una pregunta o una resposta poden acumular fins a <strong>%(MAX_REP_GAIN_PER_USER_PER_DAY)s</strong> punts al dia. En la següent taula es poden veure el nombre de punts de reputació necessaris per cadascun dels tipus de tasca de moderació.

source: add comments
ca: afegeix comentaris

source: accept own answer to own questions
ca: acceptació de la resposta d'un mateix a les pròpies preguntes

source: retag other's questions
ca: reetiquetatge de les preguntes dels altres

source: edit community wiki questions
ca: edició de les preguntes del wiki de la comunitat

source: edit any answer
ca: edició de qualsevol resposta

source: delete any comment
ca: eliminació de qualsevol comentari

source: How to change my picture (gravatar) and what is gravatar?
ca: Com puc canviar la meva foto (gravatar) i què és el gravatar?

source: <p>The picture that appears on the users profiles is called <strong>gravatar</strong> (which means <strong>g</strong>lobally <strong>r</strong>ecognized <strong>avatar</strong>).</p><p>Here is how it works: a <strong>cryptographic key</strong> (unbreakable code) is calculated from your email address. You upload your picture (or your favorite alter ego image) the website <a href='http://gravatar.com'><strong>gravatar.com</strong></a> from where we later retreive your image using the key.</p><p>This way all the websites you trust can show your image next to your posts and your email address remains private.</p><p>Please <strong>personalize your account</strong> with an image - just register at <a href='http://gravatar.com'><strong>gravatar.com</strong></a> (just please be sure to use the same email address that you used to register with us). Default image that looks like a kitchen tile is generated automatically.</p>
ca: <p>La foto que es mostra al perfil d'usuari s'anomena <strong>gravatar</strong> (<strong>g</strong>lobally <strong>r</strong>ecognized <strong>avatar</strong>).</p><p>Així és com funciona: una <strong>clau criptogràfica</strong> (codi irrompible) es calcula amb la vostra adreça de correu electrònic. Pugeu la vostra foto (o la imatge preferida del vostre àlter ego) al lloc web <a href='http://gravatar.com'><strong>gravatar.com</strong></a> des d'on posteriorment tots els llocs recuperen la vostra imatge mitjançant la clau.</p><p>D'aquesta manera en tots els llocs web amb què confieu poden mostrar la vostra imatge al cantó de les vostres publicacions mentre que la vostra adreça de correu electrònic continua sent privada.</p><p>Si us plau, <strong>personalitzeu el vostre compte</strong> amb una imatge - tan sols registreu-vos a <a href='http://gravatar.com'><strong>gravatar.com</strong></a> (només assegureu-vos d'utilitzar la mateixa adreça de correu electrònic que vàreu utilitzar per registrar-vos amb nosaltres). La imatge per defecte sembla una rajola de la cuina i es genera automàticament.</p>

source: To register, do I need to create new password?
ca: Per a registrar-me, cal que creï una nova contrasenya?

source: No, you don't have to. You can login through any service that supports OpenID, e.g. Google, Yahoo, AOL, etc.
ca: No, no cal que ho feu. Podeu iniciar la sessió a través de qualsevol servei que doni suport a OpenID, p. ex. Google, Yahoo, AOL, etc.

source: "Login now!"
ca: "Inicieu ara la sessió"

source: Why other people can edit my questions/answers?
ca: Per què les altres persones poden editar les meves preguntes/respostes?

source: Goal of this site is...
ca: L'objectiu d'aquest lloc és...

source: So questions and answers can be edited like wiki pages by experienced users of this site and this improves the overall quality of the knowledge base content.
ca: Que les preguntes i les respostes puguin ser editades pels usuaris experimentats d'aquest lloc com les pàgines wiki, fet que millora la qualitat general del contingut de la base de coneixement.

source: If this approach is not for you, we respect your choice.
ca: Si aquest enfocament no us convenç, respectem la vostra decisió.

source: Still have questions?
ca: Encara teniu dubtes?

source: Please <a href='%(ask_question_url)s'>ask</a> your question, help make our community better!
ca: Si us plau, <a href='%(ask_question_url)s'>plantegeu</a> la vostra pregunta, ajudeu a millorar la nostra comunitat!

source: Feedback
ca: Retroacció

source: Give us your feedback!
ca: Doneu-nos la vostra retroacció!

source: <span class='big strong'>Dear %(user_name)s</span>, we look forward to hearing your feedback. Please type and send us your message below.
ca: <span class='big strong'>Benvolgut %(user_name)s</span>, esperem escoltar la vostra retroacció. Si us plau, a continuació teclegeu i envieu-nos el vostre missatge.

source: <span class='big strong'>Dear visitor</span>, we look forward to hearing your feedback. Please type and send us your message below.
ca: <span class='big strong'>Benvolgut visitant</span>, esperem escoltar la vostra retroacció. Si us plau, a continuació teclegeu i envieu-nos el vostre missatge.

source: (to hear from us please enter a valid email or check the box below)
ca: (per saber de nosaltres, si us plau, introduïu un correu electrònic vàlid o marqueu la casella inferior)

source: (this field is required)
ca: (aquest camp és necessari)

source: Send Feedback
ca: Envia la retroacció

source: Groups
ca: Grups

source: All groups
ca: Tots els grups

source: all groups
ca: tots els grups

source: My groups
ca: Els meus grups

source: my groups
ca: els meus grups

source: Group
ca: Grup

source: Number of members
ca: Nombre de membres

source: Help
ca: Ajuda

source: Welcome %(username)s,
ca: Benvingut %(username)s,

source: Welcome,
ca: Benvingut,

source: Thank you for using %(app_name)s, here is how it works.
ca: Gràcies per utilitzar %(app_name)s, aquí s'explica com funciona.

source: How questions, answers and comments work
ca: Com funcionen les preguntes, les respostes i els comentaris

source: This site is for asking and answering questions, not for open-ended discussions.
ca: Aquest lloc és per preguntar i respondre preguntes, no és per mantenir-hi debats.

source: We encourage everyone to use “question” space for asking and “answer” for answering.
ca: Animem a tothom que utilitzi l'espai «pregunta» per preguntar i l'espai «resposta» per respondre.

source: Despite that, each question and answer can be commented – the comments are good for the limited discussions.
ca: Tot i això, cada pregunta i resposta es poden comentar – els comentaris són bons per als debats limitats.

source: Please search before asking your questions
ca: Si us plau, cerqueu abans de fer una pregunta

source: Type your question in the search bar and see whether a similar question has been asked before
ca: Teclegeu la vostra pregunta en la barra de cerques i mireu si es va plantejar anteriorment una pregunta similar

source: Search has advanced capabilities:
ca: La cerca té capacitats avançades:

source: to search in title - enter [title: your text]
ca: per cercar al títol - introduïu [title: el vostre text]

source: to search by tags - enter [tag: sometag] or #sometag
ca: per cercar amb etiquetes - introduïu [tag: algunaetiqueta] o #algunaetiqueta

source: to search by user - enter [user: somename] or @somename or @"some name"
ca: per cercar per usuari - introduïu [user: algunnom], @algunnom o @"algun nom"

source: In addition, it is possible to click on tags to add them to the search query.
ca: A més, es pot fer clic en les etiquetes per afegir-les en la consulta de la cerca.

source: <em>Important!!!</em> All search terms are combined with a logical "AND" expression - to narrow the search by adding new terms.
ca: <em>Important!!!</em> Tots els termes de la cerca es combinen amb l'expressió lògica "AND" - per a delimitar la cerca mitjançant l'addició de nous termes.

source: Voting
ca: La votació

source: Voting in %(app_name)s helps to select best answers and thank most helpful users.
ca: La votació a %(app_name)s ajuda a seleccionar les millors respostes i agrair als usuaris que més ajuden.

source: Please vote when you find helpful information, it really helps the %(app_name)s community.
ca: Si us plau, voteu quan trobeu informació útil, realment ajuda a la comunitat %(app_name)s.

source: Other topics
ca: Altres temes

source: You can @mention users anywhere in the text to point their attention, follow users and conversations and report inappropriate content by flagging it.
ca: Podeu @esmenar als usuaris en qualsevol part del text per cridar la seva atenció, seguir als usuaris i les converses i informar de continguts inadequats en senyalar-ho.

source: Enjoy.
ca: Gaudiu.

source: Import StackExchange data
ca: Importa les dades StackExchange

source: Import data
ca: Importa les dades

source: Tag
ca: Etiqueta

source: Suggested by
ca: Suggerit per

source: Your decision
ca: La vostra decisió

source: Accept
ca: Accepta

source: Reject
ca: Rebutja

source: Reject tag
ca: Rebutja l'etiqueta

source: Nothing found
ca: No s'ha trobat

source: Share this content on %(site)s
ca: Comparteix aquest contingut a %(site)s

source: current number of votes
ca: nombre actual de vots

source: anonymous user
ca: usuari anònim

source: posted
ca: publicat

source: this post is marked as community wiki
ca: aquesta publicació està marcada com a wiki de la comunitat

source: This post is a wiki. Anyone with karma &gt;%(wiki_min_rep)s is welcome to improve it.
ca: Aquesta publicació és un wiki. Qualsevol amb un karma de més de %(wiki_min_rep)s pot contribuir-hi.

source: Leave this group
ca: Abandona aquest grup

source: Join this group
ca: Unir-se a aquest grup

source: You are a member
ca: Sou membre

source: Cancel application
ca: Cancel·la la sol·licitud

source: Waiting approval
ca: A l'espera de l'aprovació

source: Ask to join
ca: Demana unir-se

source: add a comment
ca: afegeix un comentari

source: load older comments
ca: carrega els comentaris més antics

source: see more comments
ca: veure més comentaris

source: delete this comment
ca: elimina aquest comentari

source: This post is awaiting moderation
ca: La vostra publicació està a l'espera de moderació

source: edit
ca: edita

source: convert to answer
ca: converteix-ho en resposta

source: Comments
ca: Comentaris

source: follow %(alias)s
ca: segueix a %(alias)s

source: unfollow %(alias)s
ca: no segueixis a %(alias)s

source: following %(alias)s
ca: seguint a %(alias)s

source: %(username)s gravatar image
ca: imatge gravatar de %(username)s

source: %(username)s's website is %(url)s
ca: el lloc web de %(username)s és %(url)s

source: previous
ca: anterior

source: current page
ca: pàgina actual

source: page %(num)s
ca: pàgina %(num)s

source: next page
ca: pàgina següent

source: next
ca: següent

source: responses for %(username)s
ca: respostes per a %(username)s

source: %(new)s new flagged posts and %(seen)s previous
ca: %(new)s noves publicacions senyalades i %(seen)s anteriors

source: %(new)s new flagged posts
ca: %(new)s noves publicacions senyalades

source: %(seen)s flagged posts
ca: %(seen)s publicacions senyalades

source: Questions
ca: Preguntes

source: Login/Signup to Post
ca: Inicieu la sessió / inscriviu-vos per publicar

source: Details
ca: Detalls

source: Change language
ca: Canvia l'idioma

source: Tips
ca: Consells

source: Retag
ca: Reetiqueta

source: Why use and modify tags?
ca: Per què s'utilitzen i es modifiquen les etiquetes?

source: Tags help to keep the content better organized and searchable
ca: Les etiquetes ajuden a mantenir el contingut més organitzat i faciliten la cerca

source: tag editors receive special awards from the community
ca: els editors d'etiquetes reben premis especials de la comunitat

source: up to 5 tags, less than 20 characters each
ca: fins a 5 etiquetes, amb menys de 20 caràcters cadascuna

source: Closed by: <a href="%(closed_by_profile_url)s">%(username)s</a>
ca: Tancada per: <a href="%(closed_by_profile_url)s">%(username)s</a>

source: Close reason:
ca: Motiu del tancament:

source: When:
ca: Quan:

source: Revision history
ca: Històric de revisions

source: click to hide/show revision
ca: feu clic per ocultar/mostrar les revisions

source: revision %(number)s
ca: revisió %(number)s

source: Subscribe for tags
ca: Subscriure's a les etiquetes

source: Please, subscribe for the following tags:
ca: Si us plau, subscriviu-vos a les següents etiquetes:

source: Subscribe
ca: Subscriure

source: Users
ca: Usuaris

source: Users in group %(name)s
ca: Els usuaris al grup %(name)s

source: Select/Sort by &raquo;
ca: Selecciona/ordena per &raquo;

source: people in group %(name)s
ca: gent al grup %(name)s

source: Sort by &raquo;
ca: Ordena per &raquo;

source: see people with the highest reputation
ca: veure les persones amb la reputació més alta

source: see people who joined most recently
ca: veure les persones que s'han afegit recentment

source: see people who joined the site first
ca: veure les primeres persones que es van afegir al lloc

source: see people sorted by name
ca: mostra la gent ordenada per nom

source: by username
ca: nom d'usuari

source: No users found.
ca: No s'han trobat usuaris.

source: Please enter your <span>user name</span>, then sign in
ca: Introduïu el vostre <span>nom d'usuari</span>, després autentiqueu-vos

source: (or select another login method above)
ca: (o seleccioneu un altre mètode d'inici de sessió)

source: Sign in
ca: Autenticació

source: Registration
ca: Registrament

source: User registration
ca: Registrament de l'usuari

source: Signup
ca: Inscriviu-vos

source: Thank you for registering at our Q&A forum!
ca: Gràcies per registrar-vos al nostre fòrum P&R!

source: Your account details are:
ca: Els detalls del vostre compte:

source: Username:
ca: Nom d'usuari:

source: Password:
ca: Contrasenya:

source: Please sign in here:
ca: Si us plau, autentiqueu-vos aquí:

source: Sincerely, Q&A Forum Administrator
ca: Sincerament, L'administrador del fòrum de P&R

source: Greetings from the %(site_name)s
ca: Salutacions des del %(site_name)s

source: To make use of the Forum, please follow the link below:
ca: Per a utilitzar el fòrum seguiu els enllaços següents:

source: Following the link above will help us verify your email address.
ca: Si seguiu l'enllaç de dalt, ens ajudareu a verificar la vostra adreça de correu electrònic.

source: Greetings from the Q&A forum
ca: Salutacions des del fòrum de P&R

source: You have successfully logged out
ca: Heu tancat correctament la sessió

source: However, you still may be logged in to your OpenID provider. Please logout of your provider if you wish to do so.
ca: No obstant això, encara podeu estar connectat amb el vostre proveïdor d'OpenID. Si us plau, tanqueu la sessió del vostre proveïdor, si voleu fer-ho.

source: User login
ca: Inici de sessió de l'usuari

source: It's a good idea to make sure that your existing login methods still work, or add a new one. Please click any of the icons below to check/change or add new login methods.
ca: És una bona idea assegurar-se que els vostres mètodes existents d'inici de sessió encara funcionin, o afegiu-ne un de nou. Si us plau, feu clic a qualsevol de les icones de sota per a comprovar/canviar o afegir nous mètodes d'inici de sessió.

source: Please add a more permanent login method by clicking one of the icons below, to avoid logging in via email each time.
ca: Si us plau, afegiu un mètode d'inici de sessió més permanent en fer clic en una de les icones de sota, per evitar iniciar la sessió cada vegada a través de correu electrònic.

source: Click on one of the icons below to add a new login method or re-validate an existing one.
ca: Feu clic en una de les següents icones per afegir un nou mètode d'inici de sessió o revalidar un d'existent.

source: You don't have a method to log in right now, please add one or more by clicking any of the icons below.
ca: No teniu cap mètode d'inici de sessió, per afegir-ne un o més d'un, feu clic en qualsevol de les icones següents.

source: Please check your email and visit the enclosed link to re-connect to your account
ca: Si us plau, comproveu el vostre correu electrònic i seguiu l'enllaç adjunt per reconnectar al vostre compte

source: or enter your <span>user name and password</span>
ca: o introduïu el vostre <span>nom d'usuari i contrasenya</span>

source: Please, sign in
ca: Si us plau, autentiqueu-vos

source: Login failed, please try again
ca: No s'ha pogut entrar, torneu a provar

source: Login
ca: Inici de sessió

source: Login or email
ca: Usuari o correu electrònic

source: Password
ca: Contrasenya

source: To change your password - please enter the new one twice, then submit
ca: Per canviar la vostra contrasenya - si us plau, introduïu la nova dues vegades

source: New password
ca: Nova contrasenya

source: Please, retype
ca: Si us plau, torneu-la a teclejar

source: Change password
ca: Canvia la contrasenya

source: Here are your current login methods
ca: Aquests són els vostres mètodes actuals d'inici de sessió

source: provider
ca: proveïdor

source: last used
ca: Última utilització

source: delete
ca: elimina

source: cannot be deleted
ca: no es pot eliminar

source: Still have trouble signing in?
ca: Encara teniu problemes en l'autenticació?

source: Enter your email address below and obtain a new key
ca: Introduïu la vostra adreça de correu electrònic i obteniu una nova clau

source: Enter your email address below to recover your account
ca: Introduïu a sota la vostra adreça de correu electrònic per a recuperar el vostre compte

source: recover your account via email
ca: recupereu el vostre compte a través de correu electrònic

source: Send a new recovery key
ca: Envia una nova clau de recuperació

source: Recover your account via email
ca: Recupereu el vostre compte a través de correu electrònic

source: Please register by clicking on any of the icons below
ca: Si us plau, registreu-vos en fer clic en qualsevol de les icones de sota

source: or create a new user name and password here
ca: o crear un nou compte d'usuari:

source: Create login name and password
ca: Creació del nom i la contrasenya de l'inici de sessió

source: or
ca: o

source: return to OpenID login
ca: torna a l'inici de sessió amb OpenID

source: Terms of service:
ca: Termes del servei:

source: Confirm email address
ca: Confirmació de l'adreça de correu electrònic

source: Confirm email
ca: Confirmació del correu electrònic

source: or enter your <span>user name and password</span>, then sign in
ca: o introduïu el vostre <span>nom d'usuari i contrasenya</span>, després autentiqueu-vos

source: add avatar
ca: afegeix un avatar

source: Change avatar
ca: Canvia l'avatar

source: Your current avatar:
ca: El vostre avatar actual:

source: You haven't uploaded an avatar yet. Please upload one now.
ca: Encara no heu pujat cap avatar. Si us plau, pugeu-ne un ara.

source: Upload New Image
ca: Puja una nova imatge

source: change avatar
ca: canvia l'avatar

source: Choose new Default
ca: Trieu nou per defecte

source: Upload
ca: Puja

source: delete avatar
ca: elimina l'avatar

source: Please select the avatars that you would like to delete.
ca: Seleccioneu els avatars que voleu eliminar.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
ca: No teniu cap avatar per eliminar. Podeu <a href="%(avatar_change_url)s">pujar-ne un</a> ara.

source: Delete These
ca: Elimina aquests

source: %(user)s, please reply to this message.
ca: %(user)s, si us plau, responeu aquest missatge.

source: Hello, this is a %(site_title)s forum feedback message.
ca: Hola, aquest és un missatge de retroacció del fòrum %(site_title)s.

source: Started by %(author)s:
ca: Iniciat per %(author)s:

source: In reply to %(author)s:
ca: En resposta a %(author)s:

source: Tags:
ca: Etiquetes:

source: %(author)s's response:
ca: resposta de %(author)s:

source: In reply to %(author)s:
ca: En resposta a %(author)s:

source: Replied by %(author)s:
ca: Respost per %(author)s:

source: %(author)s's comment:
ca: comentari de %(author)s:

source: In reply to %(author)s's comment:
ca: En resposta al comentari de %(author)s:

source: Commented by %(author)s:
ca: Comentat per %(author)s:

source: %(count)s comment:
ca: %(count)s comentari:

source: Great, you are ready to use %(site_name)s!
ca: Genial, esteu preparat per utilitzar %(site_name)s!

source: Of course, you can always visit the %(site_name)s at <a href="%(site_url)s">%(site_url)s</a>.
ca: Per descomptat, sempre podeu visitar %(site_name)s a <a href="%(site_url)s">%(site_url)s</a>.

source: Please visit %(site_name)s at <a href="%(site_url)s">%(site_url)s</a>, we look forward to your posts.
ca: Si us plau, visiteu %(site_name)s a <a href="%(site_url)s">%(site_url)s</a>, esperem les vostres publicacions.

source: Your post was rejected.
ca: La vostra publicació ha estat rebutjada.

source: Your post (copied in the end), was rejected for the following reason:
ca: La vostra publicació (copiada al final), va ser rebutjada pel següent motiu:

source: Here is your original post
ca: Aquí està la vostra publicació original

source: Welcome to %(site_name)s!
ca: Benvingut a %(site_name)s!

source: %(type)s widget list
ca: llista dels estris %(type)s
