Repository: parrah/legalnote
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca

source: User status changed
ca: S'ha canviat l'estatus de l'usuari

source: moderate user
ca: usuari moderador

source: user profile overview
ca: resum del perfil de l'usuari

source: profile - recent activity
ca: perfil - activitat recent

source: profile - moderation
ca: perfil - moderació

source: profile - messages
ca: perfil - missatges

source: profile - responses
ca: perfil - respostes

source: profile - network
ca: perfil - xarxa

source: profile - votes
ca: perfil - vots

source: Profile - User's Karma
ca: Perfil - karma de l'usuari

source: profile - favorites
ca: perfil - preferits

source: changes saved
ca: canvis desats

source: email updates canceled
ca: cancel·lada l'actualització del correu electrònic

source: profile - email subscriptions
ca: perfil - subscripcions de correu electrònic

source: profile - %(section)s
ca: perfil - %(section)s

source: Sorry, anonymous users cannot upload files
ca: Ho sentim, els usuaris anònims no poden pujar fitxers

source: allowed file types are '%(file_types)s'
ca: els tipus de fitxers permesos són '%(file_types)s'

source: maximum upload file size is %(file_size)sK
ca: la mida màxima dels fitxers a pujar és de %(file_size)sK

source: Error uploading file. Please contact the site administrator. Thank you.
ca: Error en pujar el fitxer. Contacteu amb l'administrador del lloc. Gràcies.

source: Please log in to make posts
ca: Si us plau, inicieu la sessió per fer publicacions

source: This content is forbidden
ca: Aquest contingut està prohibit

source: Post not found
ca: No s'ha trobat la publicació

source: Sorry, you appear to be logged out and cannot post comments. Please <a href="%(sign_in_url)s">sign in</a>.
ca: Ho sentim, sembla que heu tancat la sessió i no podeu publicar comentaris. Si us plau, <a href="%(sign_in_url)s">autentiqueu-vos</a>.

source: Sorry, anonymous users cannot edit comments
ca: Ho sentim, els usuaris anònims no poden editar els comentaris

source: Sorry, you appear to be logged out and cannot delete comments. Please <a href="%(sign_in_url)s">sign in</a>.
ca: Ho sentim, sembla que heu tancat la sessió i no podeu eliminar comentaris. Si us plau, <a href="%(sign_in_url)s">autentiqueu-vos</a>.

source: sorry, we seem to have some technical difficulties
ca: ho sentim, sembla que tenim algunes dificultats tècniques

source: Sorry, only logged in users can convert comments to answers. Please <a href="%(sign_in_url)s">sign in</a>.
ca: Ho sentim, únicament els usuaris que hagin iniciat la sessió poden convertir els comentaris en respostes. Si us plau, <a href="%(sign_in_url)s">autentiqueu-vos</a>.

source: Sorry, only logged in users can convert answers to comments. Please <a href="%(sign_in_url)s">sign in</a>.
ca: Ho sentim, únicament els usuaris que hagin iniciat la sessió poden convertir les respostes en comentaris. Si us plau, <a href="%(sign_in_url)s">autentiqueu-vos</a>.

source: Error - could not find the destination post
ca: Error - no s'ha pogut trobar la destinació de la publicació
