Repository: parrah/legalnote
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca

source: HTML is allowed. Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "ask" page to check your input.
ca: L'HTML està habilitat. Deseu-ho, després <a href="http://validator.w3.org/">utilitzeu l'eina de validació HTML</a> en la pàgina «pregunta» per verificar la vostra entrada.

source: Text of the Q&amp;A forum Privacy Policy (html format)
ca: Text de la política de privacitat del fòrum P&amp;R (format HTML)

source: Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "privacy" page to check your input.
ca: Deseu-ho, després <a href="http://validator.w3.org/">utilitzeu l'eina de validació HTML</a> en la pàgina «privacitat» per verificar la vostra entrada.

source: Terms and conditions
ca: Termes i condicions

source: Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "terms" page to check your input.
ca: Deseu-ho, després <a href="http://validator.w3.org/">utilitzeu l'eina de validació HTML</a> en la pàgina «termes» per verificar la vostra entrada.

source: Do not edit this field manually!!!
ca: No editeu manualment aquest camp!!!

source: Data entry and display rules
ca: Regles d'entrada de dades i de visualització

source: Editor for the posts
ca: Editor per a les publicacions

source: Editor for the comments
ca: Editor per als comentaris

source: Enable big Ask button
ca: Habilita el botó gran de preguntar

source: Disabling this button will reduce number of new questions. If this button is disabled, the ask button in the search menu will still be available.
ca: La desactivació d'aquest botó reduirà el nombre de noves preguntes. Si aquest botó està desactivat, el botó per preguntar encara estarà disponible al menú de cerca.

source: Enable embedding videos.
ca: Habilita la incrustació de vídeos.

source: <em>Note: please read <a href="%(url)s">read this</a> first.</em>
ca: <em>Avís: si us plau, primer llegiu <a href="%(url)s">això</a>.</em>

source: Check to enable community wiki feature
ca: Marqueu-ho per habilitar la funcionalitat del wiki de la comunitat

source: Allow logged in users ask anonymously
ca: Permetre als usuaris que hagin iniciat la sessió fer preguntes de forma anònima

source: Users do not accrue reputation for anonymous questions and their identity is not revealed until they change their mind
ca: Els usuaris no acumulen reputació per a les preguntes anònimes i la seva identitat no es revela fins que es canviï d'opinió

source: Allow asking without registration
ca: Permet fer preguntes sense registrar-se

source: Enabling ReCaptcha is recommended with this feature
ca: Amb aquesta característica es recomana l'habilitació del ReCaptcha

source: Allow posting before logging in
ca: Permet publicar abans d'iniciar la sessió

source: Check if you want to allow users start posting questions or answers before logging in. Enabling this may require adjustments in the user login system to check for pending posts every time the user logs in. The builtin Askbot login system supports this feature.
ca: Marqueu-hi si voleu permetre que els usuaris comencin a publicar preguntes o respostes abans d'autenticar-se. L'activació pot requerir ajusts al sistema d'autenticació dels usuaris, per comprovar si hi ha publicacions pendents cada vegada que l'usuari s'autentifica. El sistema d'autenticació que incorpora l'Askbot dóna suport a aquesta funcionalitat.

source: Auto-follow questions by the Author
ca: Preguntes seguides automàticament per l'autor

source: Fully open by default
ca: Totalment obert per defecte

source: Folded by default
ca: Replegat per defecte

source: Question details/body editor should be
ca: L'eina d'edició dels detalls o del cos de la pregunta ha d'estar

source: <b style="color:red;">To use folded mode, please first set minimum question body length to 0. Also - please make tags optional.</b>
ca: <b style="color:red;">Per utilitzar el mode replegat, si us plau, primer establiu la longitud mínima del cos de la pregunta a 0. També - si us plau, feu les etiquetes opcionals.</b>

source: Allow swapping answer with question
ca: Permetre intercanviar la resposta amb la pregunta

source: This setting will help import data from other forums such as zendesk, when automatic data import fails to detect the original question correctly.
ca: Aquest ajust us ajudarà a importar les dades d'altres fòrums com Zendesk, quan falla la importació automàtica de les dades en la detecció correcta de la pregunta original.

source: Maximum length of tag (number of characters)
ca: Longitud màxima de l'etiqueta (nombre de caràcters)

source: Minimum length of title (number of characters)
ca: Longitud màxima del títol (nombre de caràcters)

source: Minimum length of question body (number of characters)
ca: Longitud màxima del cos de la pregunta (nombre de caràcters)

source: Minimum length of answer body (number of characters)
ca: Longitud màxima del cos de la resposta (nombre de caràcters)

source: Minimum length of comment (number of characters)
ca: Longitud màxima del comentari (nombre de caràcters)

source: Limit one answer per question per user
ca: Limita una resposta per pregunta i per usuari

source: Enable accepting best answer
ca: Habilita l'acceptació de la millor resposta

source: How to sort answers by default
ca: Com s'ordenen per defecte les etiquetes

source: Are tags required?
ca: Es requereixen les etiquetes?

source: category tree
ca: arbre de categoria

source: user input
ca: entrada d'usuari

source: Source of tags
ca: Origen de les etiquetes

source: Mandatory tags
ca: Etiquetes obligatòries

source: At least one of these tags will be required for any new or newly edited question. A mandatory tag may be wildcard, if the wildcard tags are active.
ca: Almenys una d'aquestes etiquetes es requerirà en qualsevol nova pregunta o editada recentment. Una etiqueta obligatòria podria ser el comodí, si les etiquetes comodins estan activades.

source: Force lowercase the tags
ca: Força que les etiquetes estiguin en minúscules

source: Attention: after checking this, please back up the database, and run a management command: <code>python manage.py fix_question_tags</code> to globally rename the tags
ca: Atenció: Després de marcar això, si us plau, feu una còpia de seguretat de la vostra base de dades, i executeu l'ordre de gestió: <code>python manage.py fix_question_tags</code> per a reanomenar globalment les etiquetes

source: Format of tag list
ca: Format de la llista d'etiquetes

source: Select the format to show tags in, either as a simple list, or as a tag cloud
ca: Seleccioneu la manera per mostrar les etiquetes, com una llista simple o com un núvol d'etiquetes

source: Use wildcard tags
ca: Utilitza les etiquetes comodí

source: Wildcard tags can be used to follow or ignore many tags at once, a valid wildcard tag has a single wildcard at the very end
ca: Les etiquetes comodins es poden utilitzar per seguir o ignorar moltes etiquetes a la vegada, una etiqueta comodí vàlida té un sol comodí al final

source: Use separate set for subscribed tags
ca: Utilitza un conjunt separat per a les etiquetes subscrites

source: If enabled, users will have a third set of tag selections - "subscribed" (by email) in additon to "interesting" and "ignored"
ca: Si s'habilita, els usuaris tindran un tercer conjunt de selecció d'etiquetes - «subscrit» (per correu electrònic) a més de «interessant» i «ignorat»

source: Always, for all users
ca: Sempre, per a tots els usuaris

source: Never, for all users
ca: Mai, per a tots els usuaris

source: Let users decide
ca: Permet als usuaris decidir

source: Publicly show user tag selections
ca: Mostra públicament les seleccions de les etiquetes dels usuaris

source: Enable separate tag search box on main page
ca: Habilita el requadre de cerca d'etiquetes separades en la pàgina principal

source: Default max number of comments to display under posts
ca: Nombre màxim per defecte per als comentaris a mostrar sota les publicacions

source: Reverse ordering of comments
ca: Ordenació inversa dels comentaris

source: Maximum comment length, must be &lt; %(max_len)s
ca: La longitud màxima del comentari ha de ser &lt; %(max_len)s

source: Limit time to edit comments
ca: Temps límit per editar els comentaris

source: If unchecked, there will be no time limit to edit the comments
ca: Si es desmarca, no hi haurà cap límit per editar els comentaris

source: Minutes allowed to edit a comment
ca: Minuts permesos per editar un comentari

source: To enable this setting, check the previous one
ca: Per habilitar aquest ajust, comproveu l'anterior

source: Save comment by pressing &lt;Enter&gt; key
ca: Desa el comentari en prémer la tecla &lt;retorn&gt;

source: This may be useful when only one-line comments are desired. Will not work with TinyMCE editor.
ca: Això pot ser útil quan només es volen comentaris en una sola línia. No funciona amb l'editor TinyMCE.

source: Minimum length of search term for Ajax search
ca: Longitud mínima del terme de cerca per a la cerca Ajax

source: Must match the corresponding database backend setting
ca: Ha de coincidir amb la configuració de l'ajust del SGBD

source: Do not make text query sticky in search
ca: No facis consultes de text enganxoses a la recerca

source: Check to disable the "sticky" behavior of the search query. This may be useful if you want to move the search bar away from the default position or do not like the default sticky behavior of the text search query.
ca: Marqueu-ho per inhabilitar el comportament «enganxós» de la consulta de cerca. Això pot ser útil si voleu moure la barra de cerca de la posició predeterminada, o no us agrada el comportament enganxós predeterminat de la consulta de cerca del text.

source: Maximum number of tags per question
ca: Nombre màxim d'etiquetes per pregunta

source: Number of questions to list by default
ca: Nombre de preguntes a llistar per defecte

source: What should "unanswered question" mean?
ca: Què vol dir «pregunta sense respondre»?

source: Group settings
ca: Ajusts del grup

source: Enable user groups
ca: Habilita el grup d'usuaris

source: Global user group name
ca: Nom del grup global d'usuaris

source: All users belong to this group automatically
ca: Tots els usuaris automàticament pertanyen a aquest grup

source: Enable group email adddresses
ca: Habilita les adreces de correu electrònic del grup

source: If selected, users can post to groups by email "group-name@domain.com"
ca: Si se selecciona, els usuaris poden publicar als grups per correu electrònic "nom-del-grup@domini.com"

source: Karma & Badge visibility
ca: Visibilitat del karma i de les insígnies

source: Visibility of karma
ca: Visibilitat del karma

source: User's karma may be shown publicly or only to the owners
ca: El karma de l'usuari pot mostrar-se públicament o tan sols als propietaris

source: Visibility of badges
ca: Visibilitat de les insígnies

source: Badges can be either publicly shown or completely hidden
ca: Les insígnies es poden mostrar públicament o ocultar completament

source: LDAP login configuration
ca: Configuració de l'inici de sessió amb LDAP

source: Use LDAP authentication for the password login
ca: Utilitza l'autenticació del LDAP per a la contrasenya de l'inici de sessió

source: Automatically create user accounts when possible
ca: Crea automàticament els comptes d'usuari quan sigui possible

source: Potentially reduces number of steps in the registration process but can expose personal information, e.g. when LDAP login name is the same as email address or real name.
ca: Redueix considerablement el nombre de passos en el procés de registre, però pot exposar informació personal, per exemple, quan el nom d'inici de sessió de LDAP és la mateixa que l'adreça de correu electrònic o el nom real.

source: Version 3
ca: Versió 3

source: Version 2 (insecure and deprecated)!!!
ca: Versió 2 (no segura i en desús)!!!

source: LDAP protocol version
ca: Versió del protocol del LDAP

source: Note that Version 2 protocol is not secure!!! Do not use it on unprotected network.
ca: Tingueu en compte que la versió 2 del protocol no és segura!!! No la utilitzeu en una xarxa sense protecció.

source: LDAP URL
ca: URL del LDAP

source: LDAP encoding
ca: Codificació del LDAP

source: This value in almost all cases is "utf-8". Change it if yours is different. This field is required
ca: En majoria dels casos aquest valor és «utf-8». Canvieu-ho si el vostre és diferent. Aquest camp és necessari

source: Base DN (distinguished name)
ca: DN base (Distinguished Name)

source: User search filter template
ca: Plantilla del filtre de cerca de l'usuari

source: Python string format template, must have two string placeholders, which should be left in the intact format. First placeholder will be used for the user id field name, and the second - for the user id value. The template can be extended to match schema of your LDAP directory.
ca: La plantilla de formatació de la cadena de Python, ha de tenir dos marcadors de posició de cadena, que s'han de deixar amb el format intacte. El primer marcador de posició s'utilitza per al nom del camp de l'id. de l'usuari, i el segon - per al valor de l'id. de l'usuari. La plantilla es pot ampliar perquè coincideixi amb l'esquema del vostre directori LDAP.

source: UserID/login field
ca: Camp UserID/login

source: This field is required. For Microsoft Active Directory this value usually is "sAMAccountName".
ca: Aquest camp és necessari. Per a l'Active Directory de Microsoft, aquest valor normalment és "sAMAccountName".

source: "Common Name" field
ca: Camp «nom comú»

source: Common name is a formal or informal name of a person, can be blank. Use it only if surname and given names are not available.
ca: El nom comú és el nom formal o informal d'una persona, pot estar en blanc. Utilitzeu-ho únicament si no estiguessin disponibles els noms i els cognoms.

source: First name, Last name
ca: Primer nom, últim nom

source: Last name, First name
ca: Últim nom, primer nom

source: "Common Name" field format
ca: Format del camp «nom comú»

source: Use this only if "Common Name" field is used.
ca: Utilitzeu-ho únicament si s'utilitza el camp «nom comú».

source: Given (First) name
ca: Nom (primer)

source: This field can be blank
ca: Aquest camp pot estar en blanc

source: Surname (last) name
ca: Cognom (últim)

source: LDAP Server EMAIL field name
ca: Nom del camp servidor de correu electrònic LDAP

source: This field is required
ca: Aquest camp és necessari

source: Common left sidebar
ca: Barra lateral esquerra comuna

source: Enable left sidebar
ca: Habilita la barra lateral esquerra

source: HTML for the left sidebar
ca: HTML per a la barra lateral esquerra

source: Content License
ca: Llicència del contingut

source: Show license clause in the site footer
ca: Mostra la clàusula de la llicència en la barra lateral

source: Short name for the license
ca: Nom breu per a la llicència

source: Full name of the license
ca: Nom complet de la llicència

source: Creative Commons Attribution Share Alike 3.0
ca: Creative Commons Reconeixement-Compartir Igual 3.0 No adaptada

source: Add link to the license page
ca: Afegeix l'enllaç a la pàgina de la llicència

source: License homepage
ca: Pàgina d'inici de la llicència

source: URL of the official page with all the license legal clauses
ca: L'URL de la pàgina oficial amb totes les clàusules legals de la llicència

source: Use license logo
ca: Utilitza el logotip de la llicència

source: License logo image
ca: Imatge del logotip de la llicència

source: Login provider setings
ca: Ajusts del proveïdor d'inici de sessió

source: Acceptance of terms required at registration
ca: L'acceptació dels termes necessaris en el registre

source: Upload your icon
ca: Pugeu la vostra icona

source: Enable custom OpenID login
ca: Habilita l'inici de sessió personalitzat amb OpenID

source: Custom OpenID
ca: OpenID personalitzat

source: Short name for the custom OpenID provider
ca: Nom curt per al proveïdor d'OpenID personalitzat

source: Direct button login
ca: Botó d'inici de sessió directe

source: Requires username
ca: Requereix un nom d'usuari

source: Type of OpenID login
ca: Tipus de l'inici de sessió amb OpenID

source: Upload custom OpenID icon
ca: Pugeu la icona d'OpenID personalitzada

source: disable
ca: inhabilita

source: local password
ca: contrasenya local

source: Activate %(provider)s login
ca: Activa l'inici de sessió amb %(provider)s

source: Google login
ca: Inici de sessió amb Google

source: Markup in posts
ca: Marques en les publicacions

source: Enable code-friendly Markdown
ca: Habilita el codi amigable del llenguatge de marques

source: Mathjax support (rendering of LaTeX)
ca: Admet Mathjax (renderització de LaTeX)

source: Base url of MathJax deployment
ca: URL base del desplegament de MathJax

source: Regexes to detect the link patterns
ca: Les expressions regulars per detectar els patrons dels enllaços

source: Karma thresholds
ca: Barem del karma

source: Become approved
ca: Ser aprovat

source: Approved users bypass moderation and skip recaptcha
ca: S'aproven els usuaris, es passa per alt la moderació i s'omet el recaptcha

source: Upvote
ca: Votar a favor

source: Downvote
ca: Votar en contra

source: Answer own question immediately
ca: Respondre immediatament la pròpia pregunta

source: Accept own answer
ca: Acceptar la pròpia resposta

source: Accept any answer
ca: Acceptar qualsevol resposta

source: Flag offensive
ca: Senyalar com ofensiu

source: Delete comments posted by others
ca: Eliminar els comentaris publicats pels altres

source: Delete questions and answers posted by others
ca: Eliminar les preguntes i les respostes publicades pels altres

source: Upload files
ca: Pujar fitxers

source: Insert clickable links
ca: Inserir enllaços que es puguin fer clic

source: Insert link suggestions as plain text
ca: Inserir suggeriments d'enllaços com a text sense format

source: This value should be smaller than that for "insert clickable links". This setting should stop link-spamming by newly registered users.
ca: Aquest valor hauria de ser inferior que el valor per a "Inserir enllaços que es puguin fer clic". Aquest ajust hauria d'aturar el vincle al correu brossa per als nous usuaris registrats.

source: Retag questions posted by other people
ca: Reetiquetar les preguntes publicades pels altres

source: Edit community wiki posts
ca: Editar les publicacions del wiki de la comunitat

source: Edit posts authored by other people
ca: Editar les publicacions fetes pels altres

source: View offensive flags
ca: Visualitzar els senyals ofensius

source: Close and reopen questions
ca: Tancar i tornar a obrir les preguntes

source: Remove rel=nofollow from own homepage
ca: Elimina rel=nofollow de la pròpia pàgina inicial

source: Make posts by email
ca: Fer publicacions per correu electrònic

source: Trigger email notifications
ca: Disparar notificacions de correus electrònics

source: Reduces spam
ca: Redueix el correu brossa

source: Trigger tweets on others accounts
ca: Disparar tweets sobre els altres comptes

source: Content moderation
ca: Moderació del contingut

source: Content moderation method
ca: Mètode de moderació del contingut

source: Enable tag moderation
ca: Habilita la moderació de les etiquetes

source: Listings of questions
ca: Llistats de preguntes

source: Enable "All Questions" selector
ca: Habilita el selector «Totes les preguntes»

source: At least one of these selectors must be enabled
ca: Com a mínim s'ha d'habilitar un d'aquests selectors

source: Enable "Unanswered Questions" selector
ca: Habilita el selector «Preguntes sense respondre»

source: Enable "Followed Questions" selector
ca: Habilita el selector «Preguntes seguides»

source: All Questions
ca: Totes les preguntes

source: Unanswered Questions
ca: Preguntes sense respondre

source: Followed Questions
ca: Preguntes seguides

source: Default questions selector for the authenticated users
ca: Eina de selecció de preguntes per defecte per als usuaris autenticats

source: Default questions selector for the anonymous users
ca: Eina de selecció de preguntes per defecte per als usuaris anònims

source: Karma loss and gain rules
ca: Regles en el guany i en la pèrdua del karma

source: Maximum daily reputation gain per user
ca: Màxim guany diari de reputació per usuari

source: Gain for receiving an upvote
ca: Guany per rebre un vot a favor

source: Gain for the author of accepted answer
ca: Guany per a l'autor d'una resposta acceptada

source: Gain for accepting best answer
ca: Guany per acceptar la millor resposta

source: Gain for post owner on canceled downvote
ca: Guany per al propietari de la publicació en la votació en contra cancel·lada

source: Gain for voter on canceling downvote
ca: Guany per al qui vota en la votació en contra cancel·lada

source: Loss for voter for canceling of answer acceptance
ca: Pèrdua per al qui vota per la cancel·lació de l'acceptació de la resposta

source: Loss for author whose answer was "un-accepted"
ca: Pèrdua per a l'autor en què la resposta fou "no acceptada"

source: Loss for giving a downvote
ca: Pèrdua per donar un vot en contra

source: Loss for owner of post that was flagged offensive
ca: Pèrdua per al propietari de la publicació que es va senyalar com a ofensiva

source: Loss for owner of post that was downvoted
ca: Pèrdua per al propietari de la publicació que va votar-se en contra

source: Loss for owner of post that was flagged 3 times per same revision
ca: Pèrdua per al propietari de la publicació que va ser senyalada 3 vegades per la mateixa revisió

source: Loss for owner of post that was flagged 5 times per same revision
ca: Pèrdua per al propietari de la publicació que va ser senyalada 5 vegades per la mateixa revisió

source: Loss for post owner when upvote is canceled
ca: Pèrdua per al propietari de la publicació quan es cancel·la el vot a favor

source: There are required related settings: %(required)s and some optional: %(optional)s.
ca: Hi ha ajusts necessaris relacionats: %(required)s i alguns d'opcionals: %(optional)s.

source: There are required related settings: %(required)s.
ca: Hi ha ajusts necessaris relacionats: %(required)s.

source: There are optional related settings: %(optional)s.
ca: Hi ha ajusts opcionals relacionats: %(optional)s.

source: Main page sidebar
ca: Barra lateral principal de la pàgina

source: Custom sidebar header
ca: Capçalera personalitzada de la barra lateral

source: Show avatar block in sidebar
ca: Mostra el bloc de l'avatar a la barra lateral

source: Uncheck this if you want to hide the avatar block from the sidebar
ca: Desmarqueu-ho si voleu que s'oculti el bloc de l'avatar de la barra lateral

source: Limit how many avatars will be displayed on the sidebar
ca: Limita quants avatars es mostraran en la barra lateral

source: Show tag selector in sidebar
ca: Mostra el selector d'etiquetes en la barra lateral

source: Uncheck this if you want to hide the options for choosing interesting and ignored tags
ca: Desmarqueu-ho si voleu que s'oculti les opcions per triar les etiquetes d'interessant i d'ignorat

source: Show tag list/cloud in sidebar
ca: Mostra la llista/núvol d'etiquetes en la barra lateral

source: Uncheck this if you want to hide the tag cloud or tag list from the sidebar
ca: Desmarqueu-ho si voleu que s'oculti el núvol d'etiquetes o la llista d'etiquetes de la barra lateral

source: Custom sidebar footer
ca: Peu personalitzat de la barra lateral

source: User profile sidebar
ca: Barra lateral del perfil d'usuari

source: Custom sidebar
ca: Barra lateral personalitzada

source: Question page banners and sidebar
ca: Rètols i barra lateral de la pàgina de preguntes

source: Top banner
ca: Rètol superior

source: Answers banner
ca: Rètols de les respostes
